// Localized versions of various UI strings

// App name
AppName = "iPhoto";
VersionFormat = "%1$@ (%2$@)";	// for example, "4.0d8 (150)"
AboutFormat = "버전 %2$@";		// AppName VersionFormat
MediaBrowser = "Aperture 보관함 보기...";

// Document handling
NewDocumentLocation = "새로운 사진 보관함";
OpenDocumentLocation = "사진 보관함 열기";
SaveDocumentLocation = "사진 보관함 복사";
LibraryAlreadyOpenWarning = "잠긴 디스크에서 iPhoto 보관함이 잠겨있거나 변경할 수 있는 권한이 없습니다.";

CopyingAlbum = "앨범을 복사하는 중: %1$@";
CopyingLibrary = "사진 보관함 복사 중...";
CopyingSuccessful = "사진 보관함을 성공적으로 복사하였습니다.";
CopyingFailed = "사진 보관함을 복사할 수 없습니다.";
CopyingCanceled = "사진 보관함 복사가 취소되었습니다.";
CopyingCleanup = "완료되지 않은 사진 보관함 제거 중...";
LoadingLibrary = "사진 로드 중...";
LoadingPhoto = "사진 로드 중...";

CommandAddFlaggedPhotosToSelectedEvent = "선택된 이벤트에 깃발 표시된 사진 추가";
ManualSplitEnter = "수동 분리 모드 입력";
ManualSplitExit = "수동 분리 모드 종료";
CantSplit = "선택된 사진에서 현재 이벤트를 분리하십시오. 선택된 사진이 없기 때문에 비활성됩니다.";
SplitIntoTwo = "선택된 사진에서 현재 이벤트를 분리하십시오.";

// Preferences
General = "일반";
Appearance = "모양새";
Sharing = "공유";
Subscriptions = "웹 갤러리";
Keywords = "키워드";
Advanced = "고급";
Events = "이벤트";

// Web site
WebSiteURL = "http://www.apple.co.kr/iphoto/";
WebHotTipsURL = "http://www.apple.com/kr/support/iphoto/hottips/";
WebBuyURL = "http://www.apple.com/kr/iphoto/buy/";
VideoTutorialsURL = "http://www.apple.com/kr/ilife/tutorials/iphoto/";
WebFeedbackURL = "http://www.apple.com/kr/feedback/iphoto.html";
WebRegistrationURL = "http://www.apple.com/register/iphoto.html";
WebCustomerServiceURL = "http://www.apple.com/kr/support/iphoto/";

BookPricingURL = "http://www.apple.co.kr/ilife/iphoto/prints.html";
CalendarPricingURL = "http://www.apple.co.kr/ilife/iphoto/prints.html";
CardPricingURL = "http://www.apple.co.kr/ilife/iphoto/prints.html";
PrintPricingURL = "http://www.apple.co.kr/ilife/iphoto/prints.html";
GPSMapURL = "http://maps.google.com/maps?q=%f+%f";
WelcomeURL = "http://www.apple.com/kr/ws/iphoto";
iDiskBuyMoreURL = "http://www.apple.com/mac/redirects/idiskutility/buystorage";

// Tutorial Announcement Dialog
TutorialAnnouncementTitle = "새로운 iPhoto용 QuickTime 비디오 튜토리얼";
TutorialAnnouncementMessage = "iPhoto 6의 멋진 새로운 기능들에 대해 배웁니다!\n";
TutorialAnnouncementURL = "http://www.apple.com/kr/ilife/iphoto/whatsnew";

// Getting Started
UsersGuidePath = "/Library/Documentation/Applications/iPhoto/iPhoto Getting Started.app";
CannotFindUsersGuideTitle = "파일을 찾을 수 없습니다.";
CannotFindUsersGuideMessage = "파일이 옮겨졌거나 삭제되었습니다.";

// Tool tip for scroll bar (currently not implemented)
ScrollTipRoll = "%1$u - %2$d/%3$d 이벤트";	// "Roll 3 - 10/2001"
ScrollTipDate = "%2$d/%1$d";				// "10/2001"	(only month/year as scroller will be approximate)
ScrollTipKeywords = "키워드: %1$@";

// Photo count strings (ONLY FOR USE IN THE MAIN WINDOW)
Photo-None = "사진 없음";
Photo-One = "1장 사진";
Photo-Some = "%3$@ %2$@%1$@장의 사진";
Photo-Many = "%3$@ %2$@%1$@장의 사진";
Item-None = "항목 없음";
Item-One = "1개 항목";
Item-Some = "%3$@ %2$@%1$@개의 항목";
Item-Many = "%3$@ %2$@%1$@개의 항목";
Total-None = "";
Total-One = " (총 1개)";
Total-Some = "(총 %1$@개)";
Total-Many = "(총 %1$@개)";
EditingPhoto-None = "사진 없음";
EditingPhoto-One = "#%1$@/%2$@장의 사진";
EditingPhoto-Some = "#%1$@/%2$@장의 사진";
EditingPhoto-Many = "#%1$@/%2$@장의 사진";

RollSorted = "/이벤트순";
DateSorted = "/날짜순";
KeywordSorted = "/키워드순";
TitleSorted = "/제목순";
RatingSorted = "/선호도순";
ManuallySorted = "/수동으로";
DescendingRollSorted = "/이벤트순(내림차순)";
DescendingDateSorted = "/날짜순(내림차순)";
DescendingKeywordSorted = "/키워드순(내림차순)";
DescendingTitleSorted = "/제목순(내림차순)";
DescendingRatingSorted = "/선호도순(내림차순)";

ExportPhoto-None = "항목 없음";
ExportPhoto-One = "1개 항목";
ExportPhoto-Some = "%1$@개 항목";
ExportPhoto-Many = "%1$@개 항목";
ExportDestination = "대상";
ExportTo = "위치:";

Event-None = "이벤트 없음";
Event-One = "1개의 이벤트 중";
Event-Some = "%2$@%1$@개의 이벤트 중";
Event-Many = "%2$@%1$@개의 이벤트 중";

// Selection count strings
Selection-None = "";
Selection-One = "%1$@/";
Selection-Some = "%1$@/";
Selection-Many = "%1$@/";

// Publish/Group Management Dialogs
PublishUploadingProgress = "축소판 업로드 중...";
PublishNewSecondaryUserDefault = "무제 사용자";
PublishShowSettingsButtonLabel = "모바일 옵션 보기";
PublishHideSettingsButtonLabel = "모바일 옵션 가리기";
GroupManangerAlbumConcatenation = "%1$@, %2$@";		// To concatenate albums in a list, e.g. "Album 1, Album 2"
GroupManangerHiddenPassword = "••••••••";
GroupManangerNameBlankTitle = "이름을 입력하지 않았습니다.";
GroupManangerNameBlankMessage = "다시 시도하십시오.";
GroupManangerPasswordBlankTitle = "암호를 입력하지 않았습니다.";
GroupManangerPasswordBlankMessage = "다시 시도하십시오.";

// Net Services strings
SVOrderPrintsMenuItem = "사진 출력 주문...";
SVOrderBookMenuItem = "책 구입...";
SVOrderCalendarMenuItem = "캘린더 구입…";
SVOrderCardMenuItem = "카드 구입…";
SVNetSlidesMenuItem = ".Mac 슬라이드쇼…";
OrderBookButtonLabel = "책 구입";
OrderBookButtonTooltip = "이 책의 장정된 복사본을 주문합니다";
OrderCalendarButtonLabel = "캘린더 구입";
OrderCalendarButtonTooltip = "이 캘린더의 장정된 복사본을 주문합니다";
OrderCardButtonLabel = "카드 구입";
OrderCardButtonTooltip = "이 카드의 한장 이상의 복사본을 주문합니다";
PublishAlbumButtonLabel = "웹 갤러리";
PublishAlbumButtonTooltip = "웹 갤러리에 새로운 앨범으로 선택한 사진을 발행합니다";
UnpublishAlbumButtonLabel = "웹 갤러리";
UnpublishAlbumButtonLabelAlternate = "발행 취소";
UnpublishAlbumButtonTooltip = "이 앨범을 웹 갤러리로 발행하는 것을 중단합니다";
UnpublishPhotocastButtonTooltip = "이 Photocast 발행 중단";
PublishSettingsButtonLabel = "설정";
PublishSettingsButtonTooltip = "웹 갤러리로 발행하기 위해 설정 값을 변경합니다";
PublishAnnounceButtonLabel = "친구에게 전하기";
PublishAnnounceButtonTooltip = "웹 갤러리 앨범을 알리는 이메일을 생성합니다";
PublishSecureTitleIsPubliclyVisible = "이 앨범 제목은 여전히 웹 갤러리 보기에서 모든 사람들이 볼 수 있습니다.";
AlbumIsAlreadyPublishedTitle = "사용자의 웹 갤러리로의 “%@” 앨범 발행을 중단하겠습니까?";
AlbumIsAlreadyPublishedMsg = "이 동작은 이 앨범의 발행을 중단하고 웹 갤러리에서 사진을 제거합니다. 사진은 iPhoto에서 제거되지 않습니다.\n";
AlbumIsAlreadyPublishedMsgFromPrefs = "이 동작은 이 앨범의 발행을 중단하고 사진을 웹 갤러리에서 제거합니다.\n";
AlbumsAreAlreadyPublishedTitle = "선택한 앨범 발행을 중단하겠습니까?";
AlbumsAreAlreadyPublishedMsgFromPrefs = "이 동작은 이 앨범의 발행을 중단하고 사진을 웹 갤러리에서 제거합니다.\n";
AlbumIsAlreadyPublishedContinue = "취소";
AlbumIsAlreadyPublishedRemove = "발행 중단";
AlbumToBeRemovedAndUnpublished = "앨범도 웹 갤러리에서 제거됩니다.\n";
AlbumPublishOperationInProgessTitle = "“%1$@” 앨범이 현재 웹 갤러리로 발행 중입니다.";
AlbumPublishOperationInProgessMsg = "발행을 취소하겠습니까, 아니면 계속하겠습니까?";
AlbumSubscribeOperationInProgessTitle = "“%1$@” 앨범이 현재 구독 내용을 업데이트하는 중입니다.";
AlbumSubscribeOperationInProgessMsg = "업데이트를 취소하겠습니까, 아니면 계속하겠습니까?";
AlbumSubscribeNeverWorkedOperationErrorTitle = "구독하는데 문제가 발생했습니다.";
AlbumSubscribeNeverWorkedOperationErrorTitleMacUser = "“%1$@” .Mac 사용자가 구독하는데 문제가 발생했습니다.";
AlbumSubscribeOperationErrorTitle = "“%1$@” 구독을 업데이트하는 동안에 문제가 발생했습니다.";
AlbumPublishOperationErrorTitle = "“%@” 앨범을 발행하는 동안 오류가 발생했습니다.";
AlbumUnPublishOperationErrorTitle = "“%@” 앨범의 발행을 중단하는 동안 문제가 발생했습니다.";
AlbumPubSubOperationErrorTitle = "“%@” 앨범 발행에 오류가 발생했습니다.";
AlbumPublishInsufficientDiskSpaceError = "발행하려고 하는 사진이 들어갈 공간이 .Mac 계정에 충분하지 않습니다.";		// probably unused
AlbumPublishWrongPasswordButton = ".Mac 환경설정 열기";
AlbumPublishNoInternetErrorButton = "네트워크 진단…";
AlbumsPublishOperationInProgessTitle = "현재 웹 갤러리로 발행 중인 앨범이 있습니다.";
AlbumsPublishOperationInProgessMsg = "발행을 취소하겠습니까, 아니면 계속하겠습니까?";
AlbumsSubscribeOperationInProgessTitle = "구독이 현재 업데이트되는 중입니다.";
AlbumsSubscribeOperationInProgessMsg = "업데이트를 취소하겠습니까, 아니면 계속하겠습니까?";
AlbumPublishAnnounceTitle = "사용자의 웹 갤러리로 앨범이 발행되었습니다.";
AlbumPublishAnnounceMsg = "발행된 앨범에 대한 주소(URL)는 다음과 같습니다.\n\n%@\n\n웹 갤러리를 알리는 메일을 가족과 친구들에게 보내려면, 친구에게 전하기를 클릭하십시오.\n";
AlbumPublishAnnouceButton = "웹 갤러리 알림";
AnnounceDotMacAlbum = "친구에게 전하기";
AlbumPublishAnnounceEmailSubject = "나의 웹 갤러리에 있는 새로운 사진";
AlbumPublishAnnounceEmailBody = "안녕하세요!\n\n방금 .Mac에 있는 저의 웹 갤러리로 새로운 앨범을 발행했는데, 여러분과 공유하고 싶습니다. 사진을 보려면, 아래의 링크를 방문하세요.\n\n%1$@\n%2$@\n\n%3$@%4$@사진 즐겁게 감상하세요!";
AlbumPublishAnnounceEmailLoginInfo = "사용자 이름: %1$@\n암호: %2$@\n\n";
AlbumPublishAnnounceEmailSharingInfo = "앨범의 놀라운 공유 기능을 확인하십시오. 고화질 버전의 모든 사진들을 다운로드하거나 모든 사람들이 볼 수 있도록 자신의 새로운 사진을 추가할 수 있습니다\n\n";
AlbumPublishAnnounceHTMLEmailMsg = "<content>안녕하세요!<br/>방금 .Mac에 있는 저의 웹 갤러리로 몇 장의 새로운 사진을 발행했는데, 여러분과 공유하고 싶습니다. 사진을 보려면, 위에 있는 사진 보기 단추만 클릭하면 됩니다.</content>";
SubscriptionEmptyTitle = "“%@” 구독에 사진이 없습니다.";
SubscriptionEmptyMsg = "주소(URL)가 올바른지 그리고 발행자가 사진을 추가했는지 확인하십시오.";
AlbumUnpublishFailedTitle = "웹 갤러리에서 앨범을 제거하는 동안에 오류가 발생했습니다.";
AlbumUnpublishFailedMsg = "iPhoto 메뉴에서 환경설정을 선택하고 웹 갤러리를 클릭하십시오. 발행한 앨범이 보이면 웹 갤러리에서 수동으로 제거할 수 있습니다.";
SubscribeToAlbumPasswordTitle = "“%@” 구독에 대한 이름과 암호를 입력하십시오.";
SubscribeToAlbumRetryTitle = "“%@” 구독에 대한 이름 또는 암호가 올바르지 않습니다. 다시 시도하십시오.";

// Web Gallery page title
GalleryMyPhotos = "나의 사진";
GalleryMyAlbums = "나의 앨범";
GalleryMyGallery = "나의 갤러리";
GalleryMyWebGallery = "나의 웹 갤러리";

// Web Gallery Conflicts
ConflictPhoto = "사진";
ConflictVideo = "사진";
ConflictAlbum = "앨범";
ConflictUsePhotoLibrary = "사진 보관함 사용";
ConflictUseWebGallery = "웹 갤러리 사용";
ConflictTitle = "제목: %@";
ConflictDescription = "설명: %@";
ConflictDate = "날짜: %@";
ConflictRating = "선호도: %@";
ConflictResolution = "화질: %@";
ConflictSize = "크기: %@";
ConflictKeywords = "키워드: %@";
ConflictEvent = "이벤트: %@";
ConflictSlideshowSettings = "슬라이드쇼 설정값";
ConflictSortOrder = "정렬 순서: %@";
ConflictSortOrderRoll = "이벤트순";
ConflictSortOrderDate = "날짜순";
ConflictSortOrderKeyword = "키워드순";
ConflictSortOrderTitle = "제목순";
ConflictSortOrderRating = "선호도순";
ConflictSortOrderManually = "수동으로";
ConflictSortOrderRollDescending = "이벤트순(내림차순)";
ConflictSortOrderDateDescending = "날짜순(내림차순)";
ConflictSortOrderKeywordDescending = "키워드순(내림차순)";
ConflictSortOrderTitleDescending = "제목순(내림차순)";
ConflictSortOrderRatingDescending = "선호도순(내림차순)";

// Web Gallery Synchronization
WebSyncUnknownLibraryTitle = "이 사진 보관함을 웹 갤러리와 동기화하겠습니까?";
WebSyncUnknownLibraryNeverPublished = "이 사진 보관함은 온라인 웹 갤러리로 동기화되지 않았습니다. 계속하면, 온라인 웹 갤러리에 있는 모든 앨범 및 사진이 이 사진 보관함에 추가됩니다.";
WebSyncUnknownLibraryPreviouslyPublished = "이 사진 보관함이 온라인 웹 갤러리와 동기화되지 않았습니다. 계속하면, 사진 보관함의 웹 갤러리 부분이 온라인 웹 갤러리에 있는 앨범으로 대치됩니다. 이전에 발행된 사진은 사진 보관함에서 제거되지 않고, 웹 갤러리에서 새로운 사진이 추가됩니다.";

// Publish limits
PublishMaxPhotosTitle = "최대 500장의 사진 또는 500개의 비디오를 웹 갤러리에 있는 앨범으로 발행할 수 있습니다.";
PublishMaxPhotosMessage = "처음 500장의 사진 또는 500개의 비디오만이 이 웹 갤러리 앨범에 추가됩니다. 더 많은 사진을 발행하려면, 다른 새로운 웹 갤러리 앨범을 생성하십시오.";
PublishMaxAlbumsTitle = "웹 갤러리에 있는 앨범 수가 최대에 달했습니다.";
PublishMaxAlbumsMessage = "새로운 앨범을 생성하기 전에 기존의 웹 갤러리를 제거하십시오.";

// The iDisk is full
PublishiDiskFullEstimateTitle = "이 앨범을 웹 갤러리로 발행하는데 .Mac iDisk에 공간이 충분하지 않은 것 같습니다.";
PublishiDiskFullEstimateMessage = "발행 중인 앨범은 약 %@의 추가 공간이 필요합니다. iDisk에는 %@의 여유 공간만 남아 있습니다. 발행을 계속하여 취소한 다음, iDisk에서 일부 항목을 제거하거나, 추가 디스크 공간을 구입할 수 있습니다.";
PublishiDiskFullContinue = "계속 발행하기";
PublishiDiskFullCancel = "취소";
PublishiDiskFullBuyMore = "추가 저장 공간 구입";

// Publish progress
PublishPauseConfirmationTitle = "이 앨범을 웹 갤러리로 동기화하는 것을 중단하겠습니까?";
PublishPauseConfirmationMessage = "사진 보관함의 웹 갤러리 부분에 있는 이 앨범 옆의 아이콘을 클릭하여 나중에 계속 동기화할 수 있습니다.";
PublishStopConfirmationTitle = "웹 갤러리로의 발행 중단";
PublishStopConfirmationMessage = "지금까지 웹 갤러리로 발행된 이 앨범 및 사진을 유지하겠습니까?";
PublishStopContinue = "계속 발행하기";
PublishStopKeepAlbum = "앨범 유지";
PublishStopDeleteAlbum = "앨범 제거";
PublishQuitRequested = "현재 엘범이 웹 갤러리와 동기화되는 중입니다. 종료하기 전에 동기화를 중단하겠습니까?";
PublishQuitMessage = "사진 보관함의 웹 갤러리 부분에 있는 해당 앨범 옆의 아이콘을 클릭하여 나중에 계속 동기화할 수 있습니다.";
PublishQuitContinue = "중단 및 종료";
PublishQuitCancel = "종료 안 함";
PublishAborted = "동기화가 중단되었습니다.";	// Extra string is either PublishPauseConfirmationMessage or PublishQuitMessage

// Publish status strings
PublishPhotoIsPending = "보류 중";
PublishPhotoIsUploading = "업로드 중";
PublishAlbumIsPending = "보류 중...";

// The two %@ in the Photocast Upgrade splash panel ("Splash.nib") message are the following two links in order
PublishPhotocastLearnMoreLink = "추가 정보";
PublishPhotocastHelpLink = "iPhoto 도움말";

// Search strings
SearchCue = "설명";
OrganizeFindPrompt = "전체 텍스트:";
OrganizeCommentPrompt = "설명:";
OrganizeAssignToolTip = "이 사진에 설명을 입력하거나 변경하십시오";
OrganizeSearchToolTip = "설명, 제목, 파일 이름 및 키워드를 검색합니다";
SearchResultsText = "%d/%d개 발견됨";


// Strings for categories in the search widget.
Search_all = "모든";
Search_date = "날짜";
Search_keyword = "키워드";
Search_rating = "선호도";
Search_PlaceholderString = "검색";

// In search keyword HUD, used to construct readble search string... "Family and not Mother" for example (where Family and Mother are keywords)
// Please note the space around the conjunctions
Search_keyword_and = " 및 ";
Search_keyword_or = " 또는 ";
Search_keyword_not = "%@ 없음";
Search_date_range = "%1$@ - %2$@";  // date range, like "12/25/2006 - 1/01/2007"
Search_date_separator = ", ";		// for separating single dates or date ranges like "12/25/2006, 1/01/2007" (note the trailing space)

KeywordTooltip-None = "선택한 앨범에서 이 키워드를 가진 사진이 없습니다";
KeywordTooltip-One = "1장의 사진";
KeywordTooltip-Some = "%@장의 사진";		// code will replace %d
KeywordTooltip-Many = "%@장의 사진";

Desktop = "데스크탑";
ScreenSaver = "화면 보호기";

// Initial names
UntitledAlbum = "무제 앨범";
UntitledBook = "무제 책";
UntitledCalendar = "무제 캘린더";
UntitledCard = "무제 카드";
UntitledPrint = "무제 프린트";
UntitledKeepsake = "무제 앨범";
UntitledFolder = "무제 폴더";
UntitledSlideshow = "무제 슬라이드쇼";
Album = "앨범";
Book = "책";
Calendar = "캘린더";
Card = "카드";
Printer = "프린트 중";
Slideshow = "슬라이드쇼";
AlbumName = "%1$@ 앨범";
BookName = "%1$@ 책";
CalendarName = "%1$@ 캘린더";
CardName = "%1$@ 카드";
PrinterName = "%1$@ 프린터";
SlideshowName = "%1$@ 슬라이드쇼";
DynamicAlbum = "검색 결과";
RollName = "%1$u 이벤트";
OldRollName = "롤 %1$u";	// this needs to be the same as RollName string from iPhoto 6
iPodRollName = "#%1$@ 이벤트";
ShotName = "%1$@ - %2$d";
CopyName = "%1$@ 복사";
RollSeparator = ", ";
DuplicateAlbumName = "“%1$@” 이름이 이미 사용 중입니다. 다른 이름을 입력하십시오.";
InvalidAlbumName = "“%1$@” 이름은 유효하지 않은 문자를 포함합니다. 다른 이름을 입력하십시오.";

// Album count strings
AlbumShort-None = "0장의 사진";
AlbumShort-One = "1장의 사진";
AlbumShort-Some = "%1$@장의 사진";
AlbumShort-Many = "%1$@장의 사진";

// Event count strings
EventShort-None = "0장의 사진 보기";
EventShort-One = "1장의 사진 보기";
EventShort-Some = "%1$@장의 사진 보기";
EventShort-Many = "%1$@장의 사진 보기";

// Show hidden temporarily
ShowHiddenForEvent-None = "0장의 가려진 사진 보기";
ShowHiddenForEvent-One = "1장의 가려진 사진 보기";
ShowHiddenForEvent-Some = "%1$@장의 가려진 사진 보기";
ShowHiddenForEvent-Many = "%1$@장의 가려진 사진 보기";

// Hide hidden temporarily
HideHiddenForEvent-None = "0장의 가려진 사진 가리기";
HideHiddenForEvent-One = "1장의 가려진 사진 가리기";
HideHiddenForEvent-Some = "%1$@장의 가려진 사진 가리기";
HideHiddenForEvent-Many = "%1$@장의 가려진 가리기";

// Add Album tool tips
AddAlbumToolTip = "새로운 앨범, 스마트 앨범, 책, 캘린더, 카드 또는 슬라이드쇼를 생성합니다";
AddSmartAlbumToolTip = "스마트 앨범을 생성합니다";

// Play slideshow tool tips
PlayNewSlideshowToolTip = "슬라이드쇼를 재생합니다";
PlaySlideshowToolTip = "선택한 사진을 슬라이드쇼로 재생합니다";
PlaySlideshowBookToolTip = "이 책을 슬라이드쇼로 재생합니다";
PlaySlideshowNoDialogToolTip = "선택한 사진을 슬라이드쇼로 재생하고 설정 대화상자를 건너뜁니다";

// Sort order strings
ASDateDescending = "가장 최근 항목부터 열기";
ASAlphaDescending = "알파벳 역순";
ASCustomDescending = "사용자화";

// Import strings
ICCount-Working = "작업 중...";
ICCount-Paused = "중단 중...";
ICCount-Finishing = "가져오기 끝내는 중...";
ICRemainingCount = "%1$u장 남아 있음";
ICImportAll = "모두 가져오기...";
ICImportSelected = "선택된 사진 가져오기";
ICStartImport = "가져오기";
ICStopImport = "가져오기 중단";
ICMoveFiles = "파일 이동";
ICCopyFiles = "파일 복사";
ICMovePhotos = "사진 이동";
ICCopyPhotos = "사진 복사";
ICDeletingOriginalFiles = "원본 파일 제거 중...";
ICDeletingOriginalPhotos = "원본 사진 제거 중...";
ICDeletingPhotosFromArchive = "가져온 사진 제거 중...";
ICCleaningUp = "삭제 중...";
ImportImagesTitle = "사진 가져오기";
ImportButtonTitle = "가져오기";
ImportSelectedButtonTitle = "선택된 사진 가져오기";
ICDeleteOriginalFiles = "가져온 다음 원본 파일 삭제";
ICHideImportedPhotos = "이미 가져오기한 항목 가리기";
ICDeleteOriginalPhotos = "가져온 다음 카메라에서 항목 삭제";
ICDeleteOriginalPhotosIPod = "가져온 다음 iPod에서 항목 삭제";
ICCameraCantDelete = "카메라의 항목을 삭제할 수 없습니다.";
ICiPodCantDelete = "iPod의 항목을 삭제할 수 없습니다.";
ICDiscCantDelete = "디스크의 항목을 삭제할 수 없습니다.";
ICNoCamera = "선택된 카메라 없음";
ICCantDeleteTitle = "삭제 오류";
ICCantDeleteOriginalFiles-None = "원본 파일을 삭제하는 중에 오류가 발생했습니다. 모든 파일이 삭제되었습니다.";
ICCantDeleteOriginalFiles-One = "원본 파일을 삭제하는 중에 오류가 발생했습니다. %1$@개의 파일이 삭제되지 않았습니다.";
ICCantDeleteOriginalFiles-Some = "원본 파일을 삭제하는 중에 오류가 발생했습니다. %1$@개의 파일이 삭제되지 않았습니다.";
ICCantDeleteOriginalFiles-Many = "원본 파일을 삭제하는 중에 오류가 발생했습니다. %1$@개의 파일이 삭제되지 않았습니다.";
ICCantDeleteOriginalPhotos-None = "원본 사진을 삭제하는 중에 오류가 발생했습니다. 모든 사진이 삭제되었습니다.";
ICCantDeleteOriginalPhotos-One = "원본 사진을 삭제하는 중에 오류가 발생했습니다. %1$@장의 사진이 삭제되지 않았습니다.";
ICCantDeleteOriginalPhotos-Some = "원본 사진을 삭제하는 중에 오류가 발생했습니다. %1$@장의 사진이 삭제되지 않았습니다.";
ICCantDeleteOriginalPhotos-Many = "원본 사진을 삭제하는 중에 오류가 발생했습니다. %1$@장의 사진이 삭제되지 않았습니다.";
ICRememberChoice = "선택사항 기억";
ICLockedImages = "카메라에 있는 일부 사진이 잠겨 있거나 보호되어 있습니다. 그 사진들은 삭제되지 않을 것입니다.";
ICFailedImport = "“%1$@” 파일을 가져올 수 없습니다.";
ICFailedPhotoImport = "“%1$@” 사진을 가져올 수 없습니다.";
ICFailedMsg = "인식할 수 없는 파일 유형이거나 파일이 유효한 데이터를 포함하지 않습니다.";
ICOutOfSpace = "디스크 공간 부족.";
ICOutOfSpaceMsg = "iPhoto 보관함이 있는 볼륨의 디스크 공간이 부족하여 iPhoto가 사진을 가져올 수 없습니다.";

ICReadyToImport-None = "가져올 항목이 없습니다.";
ICReadyToImport-One = "1개의 항목을 가져올 준비가 되었습니다.";
ICReadyToImport-Some = "%1$@개 항목을 가져올 준비가 되었습니다.";
ICReadyToImport-Many = "%1$@개 항목을 가져올 준비가 되었습니다.";
ICLoadingCamera = "카메라 로드 중...";
ICLoadingPod = "iPod 로드 중...";
ICLoadingCD = "디스크 로드 중...";
ICLoadingFiles = "가져오기 준비 중...";

ICFailMissingFile = "다음의 파일을 가져오기할 수 없습니다. (파일이 유실됨.)";
ICFailUnknownFormat = "다음의 파일을 가져오기할 수 없습니다. (파일이 인식되지 않는 포맷임.)";
ICFailInIPhoto = "다음 파일을 가져올 수 없습니다.(파일이 iPhoto 보관함에 있습니다.)";
ICFailCorruptImage = "다음의 파일을 가져오기할 수 없습니다. (파일이 손상됨.)";
ICFailImportFailed = "다음의 파일을 가져오기할 수 없습니다. (가져오기 실패함.)";

// Database management
DBExaminingLibrary = "사진 보관함 검사 중...";
DBRepairingLibrary = "사진 보관함 재형성 중...";
DBUpdatingLibrary = "사진 보관함 업데이트 중...";
DBFinishingUpdate = "업데이트 끝내는 중...";
DBUpgradingThumbnails = "축소판 업그레이드 중...";
DBRebuildingThumbnailCaches = "축소판 캐시 재형성 중...";
LibraryLoading = "사진 보관함 로드 중...";
iTunesLoading = "iTunes 보관함 로드 중...";
Artist = "아티스트";
Song = "노래";
Time = "시간";

// Database upgrade/backup
DBLibraryUpdateTitle = "이 버전의 %1$@과(와) 호환되도록 하려면 사진 보관함을 업그레이드해야 합니다.";
DBLibraryPrereleaseWarning = "사전발매: 사진 보관함의 복사본으로 작업 중임을 명심하십시오.\n\n";
DBLibraryNeedsUpdate = "사진 보관함을 업그레이드한 뒤에는 이전 버전의 %1$@(으)로 읽을 수 없을 것입니다. 업그레이드 과정은 보관함에 있는 사진 수에 따라 몇 분이 소요됩니다.";
DBLibraryBackupPrompt = "%@\n\n업그레이드하기 전에 사진 보관함의 백업 복사본을 만들겠습니까?\n";
DBLibraryUpdateWithBackup = "백업 후에, 업그레이드";
DBLibraryUpdateWithoutBackup = "백업 없이 업그레이드";
DBLibraryCounting = "백업 복사본의 크기 계산 중...";
DBLibraryBackup = "사진 보관함의 백업 복사본을 만드는 중...";
DBLibraryBackupNoSpaceTitle = "디스크 공간 부족";
DBLibraryBackupNoSpace = "사진 보관함의 백업 복사본을 위한 디스크 공간이 %1$@ 정도 더 필요합니다.";
DBLibraryBackupSpaceNeeded = "%1$@\n\n백업 복사본 없이 업그레이드를 계속하겠습니까?\n";
DBLibraryComplete = "백업 완료됨";
DBLibraryBackupLocation = "사진 보관함의 백업 복사본이 %1$@에 있습니다.";
DBLibraryBackupCanceled = "백업이 취소되었습니다.";
DBLibraryBackupError = "사진 보관함의 백업 복사본을 만드는 동안 오류가 발생했습니다.";
DBRecoveredPhotosTitle = "복구된 분실 사진";
DBRecoveredPhotos = "%1$@은(는) 이전에 제대로 가져오지 못한 %2$d개의 사진을 “%3$@” 앨범에 복구시켰습니다. ";
DBRecoveredPhotosAlbumName = "복구된 사진";
DBLibraryUpgradeThumbnailsTitle = "축소판이 업그레이드되어야 합니다.";
DBLibraryUpgradeThumbnails = "이 버전의 iPhoto에서, 축소판이 향상되었습니다. 축소판을 업그레이드하면 보관함에 있는 사진 수에 따라 시간이 걸릴 것입니다. 축소판을 지금 업그레이드하겠습니까?";
DBLibraryLater = "나중에";
DBLibraryThumbnailsNotUpgradedTitle = "축소판 이미지가 업그레이드되지 않았습니다.";
DBLibraryThumbnailsNotUpgraded = "다음번에 iPhoto를 열면 축소판 업그레이드를 다시할 것인지를 물을 것입니다.";
DBLibraryNotFinishedUpgradingTitle = "축소판 이미지의 업그레이드가 완료되지 않았습니다.";
DBLibraryNotFinishedUpgrading = "다음번에 iPhoto를 열면 축소판 업그레이드를 계속할 것인지를 물을 것입니다.";
DBLibraryNotCompatibleTitle = "이 버전의 iPhoto를 사용하여 현재 사진 보관함을 열 수 없습니다.";
DBLibraryNotCompatible = "새로운 버전의 iPhoto를 사용하여 사진 보관함을 변경하였습니다. 종료하고 최신 버전의 iPhoto를 사용하거나 새로운 사진 보관함을 생성하겠습니까?";
DBLibraryNotCompatibleAlt = "새로운 버전의 iPhoto를 사용하여 사진 보관함을 변경하였습니다. 종료하고 최신 버전의 iPhoto를 사용하십시오.";
DBLibraryUnableToLoadError = "iPhoto에서 이 보관함을 열 수 없습니다.";
DBLibraryUpgradeBadPermissions = "iPhoto 보관함에 있는 하나 이상의 파일에 연결하는 동안에 문제가 발생했습니다. 이 보관함에 대한 iPhoto 사용 권한을 복구하겠습니까?";
DBLibraryUpgradeBadPermissionsError = "iPhoto에서 해당 보관함에 대한 사용 권한을 복구할 수 없습니다.";
DBLibraryUpgradeBadPermissionsConsoleHeader = "iPhoto 업그레이드 실패. iPhoto에 접근할 수 없는 파일:";
DBLibraryUpgradeBadPermissionsAlt = "실패한 항목의 경로는 “%1$@”";
DBLibraryUnsupportedTitle = "사진 보관함이 릴리즈되지 않은 버전 %1$@(으)로 생성되었습니다.";
DBLibraryUnsupported = "이 사진 보관함을 종료하고 iPhoto 2 또는 iPhoto 4에서 열어서 업그레이드하십시오.";
DBLibraryUpgradeOrphanPhotoFound = "이 사진 보관함의 일부가 아닌 iPhoto 보관함에서 한 장의 사진을 발견했습니다.";
DBLibraryUpgradeOrphanPhotosFound = "이 사진 보관함의 일부가 아닌 iPhoto 보관함에서 %1$d장의 사진을 발견했습니다.";
DBLibraryImportOrphanPhotoFound = "가져오지 않은 iPhoto 보관함에서 한 장의 사진을 발견했습니다.";
DBLibraryImportOrphanPhotosFound = "가져오지 않은 iPhoto 보관함에서 %1$d장의 사진을 발견했습니다.";
DBLibraryUpgradeOrphanPhotoImport = "사진을 가져오기 하겠습니까?";
DBLibraryUpgradeOrphanPhotosImport = "사진들을 가져오기 하겠습니까?";
DBLibraryUpgradeRecoveredPhotoFolder = "%1$@ 폴더에 사진이 배치되었습니다.";
DBLibraryUpgradeRecoveredPhotosFolder = "%1$@ 폴더에 사진이 배치되었습니다.";
DBLibraryUpgradeCorruptLibraryTitle = "이 사진 보관함이 손상되어 업그레이드할 수 없습니다.";
DBLibraryUpgradeCorruptLibraryAlt = "";
DBLibraryRebuildFromXMLTitle = "XML 파일에서 보관함을 재형성하겠습니까?";
DBLibraryRebuildFromXMLAlt = "";

// Keyword string
UntitledKeyword = "무제";
BadKeywordTitle = "유효하지 않은 키워드";
DuplicateKeywordError = "키워드가 이미 사용 중입니다. 다른 키워드를 입력하십시오.";
DuplicateKeywordShortcut = "“%1$@” 단축키는 이미 “%2$@” 키워드가 사용하고 있습니다";
DuplicateKeywordShortcut2 = "대신 “%1$@” 키워드에 단축키를 할당하겠습니까?";
UntitledCategory = "무제";
FavoriteKeywordShortcutSuggestion = ".,;c";		// when suggesting a shortcut for the checkmark keyword, use the first one these letters that is not already in use
ShowKeywordInspector = "키워드 보기";				// Menu item that brings up Keyword Inspector window
HideKeywordInspector = "키워드 가리기";			// Change title of menu item above to this when Keyword Inspector window is already open

AboutToDeleteKeyword-One = "선택된 키워드를 제거하겠습니까?";
AboutToDeleteKeyword-Some = "선택된 키워드를 제거하겠습니까?";
AboutToDeleteKeyword-Many = "선택된 키워드를 제거하겠습니까?";
AboutToDeleteKeywordMessage-One = "제거하려는 키워드가 포함된 사진이 한 장 있습니다.";
AboutToDeleteKeywordMessage-Some = "제거하려는 키워드가 포함된 사진이 %1$@장 있습니다.";
AboutToDeleteKeywordMessage-Many = "제거하려는 키워드가 포함된 사진이 %1$@장 있습니다.";

// Import sheet to confirm "move"
ICMoveTitle = "이동 확인";
ICMoveConfirm = "원본 삭제";
ICMoveCopyInstead = "원본 보관";
ICMoveCancel = "가져오기 취소";
ICMoveFilesConfirmMessage = "가져온 후에 원본 파일을 삭제하겠습니까?";
ICMovePhotosConfirmMessage = "가져온 후에 카메라에 있는 원본 항목을 삭제하겠습니까?";

// Import sheet to query user if they want to delete originals
ICDeleteOriginalsTitle = "원본 삭제";
ICDeleteOriginalsKeepButton = "원본 보관";
ICDeleteOriginalsDeleteButton = "원본 삭제";
ICDeleteOriginalsCancelImportButton = "가져오기 취소";
//ICDeleteOriginalsMessage = "Do you want to delete all of the original items on the camera after import?";
//ICDeleteSelectedOriginalsMessage = "Do you want to delete the selected original items on the camera after import?";
ICDeleteOriginalsWithImportedCount-One = "%1$@장의 사진을 성공적으로 가져왔습니다. 카메라에서 원본 사진을 삭제하겠습니까?";
ICDeleteOriginalsWithImportedCount-Some = "%1$@장의 사진을 성공적으로 가져왔습니다. 카메라에서 원본 사진을 삭제하겠습니까?";
ICDeleteOriginalsWithImportedCount-Many = "%1$@장의 사진을 성공적으로 가져왔습니다. 카메라에서 원본 사진을 삭제하겠습니까?";

// Import sheet to request a stop
ICStopRequestedTitle = "가져오기 중단";
ICStopRequestedFilesMessage = "지금까지 가져온 파일들을 삭제 또는 유지하겠습니까?";
ICStopRequestedPhotosMessage = "지금까지 가져온 사진들을 삭제 또는 유지하겠습니까?";
ICStopRequestedRemove = "사진 삭제";
ICStopRequestedKeep = "사진 유지";
ICStopRequestedCancel = "계속 가져오기";

// Export Controller strings
ECExporting = "보내는 중...";
ECCancel = "취소 중...";
ECNoPlugins = "보내기 플러그인이 발견되지 않았습니다.";
ECNoSuchDirectory = "“%1$@”(이)라는 폴더가 존재하지 않습니다.";
ECNoSuchDirectoryMessage = "존재하는 폴더를 선택하거나 새로운 폴더 단추를 클릭하여 새로운 폴더를 생성하십시오.";

//----------------------------------------------------------------------------------
// INFO PANEL
//----------------------------------------------------------------------------------
IPMultipleSelection = "(다중)";
CalTooltipSinglePicture = "1장의 사진";
CalTooltipMultiplePictures = "%@장의 사진";		// code will replace %d
KeywordTooltipNoPictures = "선택한 앨범에서 이 키워드를 가진 사진이 없습니다";
KeywordTooltipSinglePicture = "1장의 사진";
KeywordTooltipMultiplePictures = "%@장의 사진";		// code will replace %d
KeywordTooltipDragAddSinglePicture = "이 사진에 “%@”을(를) 추가합니다";	// code will replace %@ with keyword's title
KeywordTooltipDragAddMultiplePictures = "이 사진들에 “%@”을(를) 추가합니다";  // code will replace %@ with keyword's title
KeywordTooltipDragRemoveSinglePicture = "이 사진에서 “%@”을(를) 제거합니다";	// code will replace %@ with keyword's title
KeywordTooltipDragRemoveMultiplePictures = "이 사진들에서 “%@”을(를) 제거합니다";  // code will replace %@ with keyword's title
KeywordTooltipNameForSpecialFavorite = "체크표시";		// the name to be used in tooltip for the checkmark keyword
KeywordTooltipPictureInTrash = "이 사진을 변경하려면, 먼저 휴지통에서 드래그하십시오";
KeywordTooltipReset = "여기로 사진을 드래그하여 키워드를 제거합니다";
KeywordTooltipDragResetSinglePicture = "이 사진에서 모든 키워드를 제거합니다";
KeywordTooltipDragResetMultiplePictures = "이 사진들에서 모든 키워드를 제거합니다";
ShowPhotoInfo = "사진 정보 보기";			// Menu item that brings up Photo Info window
HidePhotoInfo = "사진 정보 가리기";			// Change title of menu item above to this when Photo Info window is already open
ShowSmartAlbumInfo = "스마트 앨범 정보";	// Brings up smart album editor.

//----------------------------------------------------------------------------------
// DISK IMAGES
//----------------------------------------------------------------------------------
DIProgressCreate = "굽기 준비 중...";
DIProgressCopying = "사진 복사 중...";
DIUntitledDisc = "무제 디스크";
DIBurnDefaultName = "%1$@ 보관함 - %2$@";		// ex. "iPhoto Library - 8/29/2002"
DIBurnDiscNameTitle = "불완전한 디스크 이름";
DIBurnDiscName = "디스크 이름을 입력하십시오.";
DIDiscFullInfo = "디스크 가득 찼습니다";		// In the Info panel
DIDiscFullTitle = "선택한 모든 사진들을 굽기에는 디스크 공간이 부족합니다.";
DIDiscFullMsg = "보다 적은 수의 사진을 선택하고 다시 시도해 보십시오.";
DILocalDiskFullTitle = "굽기를 완료하기에는 하드 디스크의 공간이 부족합니다.";
DILocalDiskFullMsg = "보다 적은 수의 사진을 선택하거나 하드 디스크에 더 많은 공간을 확보한 다음 다시 시도해 보십시오. 현재 선택된 사진을 구우려면 %1$@의 디스크 공간이 추가적으로 필요합니다.";
DINoPhotosTitle = "사진이 선택되지 않았습니다.";
DINoPhotosMsg = "구우려는 사진이 들어있는 앨범을 선택하고 다시 시도해 보십시오.";

BurnInProgressTitle = "굽기가 진행되고 있습니다.";
BurnInProgressMsg = "종료하기 전에 굽기를 중단하십시오.";
BurnFailedTitle = "%1$@ 드라이브에 굽기에 실패하였습니다.";

/* Burn setup - No device message */
BurnNoDeviceTitle = "굽기 위한 장비가 없습니다.";
BurnNoDeviceMessage = "";
/* Tell the user the disc is not able to be burned. */
BurnNotAppendableTitle = "디스크를 더 이상 구울 수 없습니다.";
BurnNotAppendableMessage = "다른 디스크를 삽입하십시오.";
/* Tell the user the device is busy. */
BurnBusyTitle = "해당 장치는 사용 중입니다.";
BurnBusyMessage = "다른 장치를 선택하십시오.";

//----------------------------------------------------------------------------------
// Status messages indicating how much data will be burned
//----------------------------------------------------------------------------------
BurnAllFromLibrary-None = "사진이 선택되지 않았습니다.";
BurnAllFromLibrary-One = "%1$@장의 사진을 포함하는 사진 보관함 전체 굽기.";
BurnAllFromLibrary-Some = "%1$@장의 사진을 포함하는 사진 보관함 전체 굽기.";
BurnAllFromLibrary-Many = "%1$@장의 사진을 포함하는 사진 보관함 전체 굽기.";

BurnPhotoCount-None = "사진 없음";
BurnPhotoCount-One = "1장의 사진";
BurnPhotoCount-Some = "%1$@장의 사진";
BurnPhotoCount-Many = "%1$@장의 사진";

BurnAllFromAlbum-None = "사진이 선택되지 않았습니다.";
BurnAllFromAlbum-One = "총 %2$@을 포함하는 %1$u개의 앨범 굽기.";
BurnAllFromAlbum-Some = "총 %2$@을 포함하는 %1$u개의 앨범 굽기.";
BurnAllFromAlbum-Many = "총 %2$@을 포함하는 %1$u개의 앨범 굽기.";

BurnSelectedFromLibrary-None = "사진이 선택되지 않았습니다.";
BurnSelectedFromLibrary-One = "%2$@을 포함하는 사진 보관함에서 %1$u장의 사진 굽기.";
BurnSelectedFromLibrary-Some = "%2$@을 포함하는 사진 보관함에서 %1$u장의 사진 굽기.";
BurnSelectedFromLibrary-Many = "%2$@을 포함하는 사진 보관함에서 %1$u장의 사진 굽기.";

BurnSelectedFromAlbum-None = "사진이 선택되지 않았습니다.";
BurnSelectedFromAlbum-One = "총 %2$@ 중 사진 %1$u장 굽기.";
BurnSelectedFromAlbum-Some = "총 %2$@ 중 사진 %1$u장 굽기.";
BurnSelectedFromAlbum-Many = "총 %2$@ 중 %1$u장의 사진 굽기.";

//----------------------------------------------------------------------------------
// GENERIC DISC BURN STRINGS
//----------------------------------------------------------------------------------
BurnEject = "추출";
BurnOpen = "열기";
BurnClose = "닫기";
BurnEjectHelp = "드라이브에 현재 들어있는 디스크를 추출하십시오.";
BurnOpenHelp = "드라이브 트레이를 여십시오.";
BurnCloseHelp = "드라이브 트레이를 닫으십시오.";

//----------------------------------------------------------------------------------
// Trash titles
RemoveFromAlbum = "앨범에서 삭제";
DeleteAlbum = "앨범 삭제";
DeleteAlbums = "앨범 삭제";
DeleteBook = "책 삭제";
DeleteBooks = "책 삭제";
DeleteCard = "카드 삭제";
DeleteCards = "카드 삭제";
DeleteCalendar = "캘린더 삭제";
DeleteCalendars = "캘린더 삭제";
DeleteSlideshow = "슬라이드쇼 삭제";
DeleteSlideshows = "슬라이드쇼 삭제";
DeleteFolder = "폴더 삭제";
DeleteFolders = "폴더 삭제";
DeleteItems = "항목 삭제";
MoveToTrash = "휴지통으로 이동";
RemoveFromTrash = "사진 보관함에 복원";
TrashAlbum = "휴지통";

// Eject and Unmount
EjectVolume = "추출";
UnmountLibrary = "마운트 해제";

// Share icon prompts
BurnNotAvailable = "호환 가능한 디스크 레코더를 찾을 수 없습니다. 레코더를 장착하십시오.";

// Removal prompt
RemoveTitle-None = "사진이 선택되지 않았습니다.";
RemoveTitle-One = "사진을 영구적으로 삭제하겠습니까?";
RemoveTitle-Some = "%1$@장의 사진을 영구적으로 삭제하겠습니까?";
RemoveTitle-Many = "%1$@장의 사진을 영구적으로 삭제하겠습니까?";
RemoveTitleMovies-None = "선택된 항목이 없습니다.";
RemoveTitleMovies-One = "이 항목을 영구적으로 삭제하겠습니까?";
RemoveTitleMovies-Some = "%1$@개의 항목을 영구적으로 삭제하겠습니까?";
RemoveTitleMovies-Many = "%1$@개의 항목을 영구적으로 삭제하겠습니까?";
RemoveGenericAlbumPhoto-One = "선택한 사진이 현재 앨범에서 사용됩니다. 이 사진을 휴지통으로 이동하면 그 사진이 사용되는 모든 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemoveGenericAlbumPhoto-Some = "선택된 사진 중 최소 한장이 앨범에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemoveGenericAlbumPhoto-Many = "선택된 사진 중 최소 한장이 앨범에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemoveKeepsakePhoto-One = "선택한 사진이 현재 앨범에서 사용됩니다. 이 사진을 휴지통으로 이동하면 그 사진이 사용되는 모든 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemoveKeepsakePhoto-Some = "선택된 사진 중 최소 한장이 앨범에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemoveKeepsakePhoto-Many = "선택된 사진 중 최소 한장이 앨범에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemoveSlideshowPhoto-One = "선택한 사진이 현재 슬라이드쇼에서 사용됩니다. 이 사진을 휴지통으로 이동하면 그 사진이 사용되는 모든 슬라이드쇼에서 제거될 것입니다. 계속하겠습니까?";
RemoveSlideshowPhoto-Some = "선택된 사진 중 최소 한장이 슬라이드쇼에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 슬라이드쇼에서 제거될 것입니다. 계속하겠습니까?";
RemoveSlideshowPhoto-Many = "선택된 사진 중 최소 한장이 슬라이드쇼에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 슬라이드쇼에서 제거될 것입니다. 계속하겠습니까?";
RemovePublishedAlbumPhoto-One = "선택한 사진이 현재 발행된 앨범에서 사용됩니다. 이 사진을 휴지통으로 이동하면 그 사진이 사용되는 모든 발행된 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemovePublishedAlbumPhoto-Some = "선택된 사진 중 최소 한장이 발행된 앨범에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 발행된 앨범에서 제거될 것입니다. 계속하겠습니까?";
RemovePublishedAlbumPhoto-Many = "선택된 사진 중 최소 한장이 발행된 앨범에서 현재 사용됩니다. 이 사진들을 휴지통으로 이동하면 그 사진들이 사용되는 모든 발행된 앨범에서 제거될 것입니다. 계속하겠습니까?";
CannotUndo = "이 작업을 취소할 수 없습니다.";

// Photo removal (from Camera) prompt
RemoveFromCameraTitle-None = "사진이 선택되지 않았습니다.";
RemoveFromCameraTitle-One = "카메라에서 선택한 사진을 영구적으로 삭제하겠습니까?";
RemoveFromCameraTitle-Some = "카메라에서 선택한 %1$d장의 사진을 영구적으로 삭제하겠습니까?";
RemoveFromCameraTitle-Many = "카메라에서 선택한 %1$d장의 사진을 영구적으로 삭제하겠습니까?";
RemoveFromCameraMsg = "이 작업은 취소할 수 없습니다.";

// Album Removal prompt
RemoveAlbum = "“%1$@” 앨범을 삭제하겠습니까?";
RemoveAlbumMsg = "이 앨범에 있는 사진은 사진 보관함과 그 사진을 포함하는 다른 앨범에 여전히 나타날 것입니다.\n";
RemoveAlbums = "선택된 앨범을 삭제하겠습니까?";
RemoveAlbumsMsg = "이 앨범에 있는 사진은 사진 보관함과 그 사진을 포함하는 다른 앨범에 여전히 나타날 것입니다.\n";
RemovePublishedAlbum = "“%1$@” 앨범 발행을 중단하고 삭제하겠습니까?";
RemovePublishedAlbumMsg = "이 앨범에 있는 사진은 사진 보관함과 그 사진을 포함하는 다른 앨범에 여전히 나타날 것입니다.\n";
RemovePublishedAlbumWithSyncedPhotosMsg = "앨범에는 사용자의 웹 갤러리에서 다운로드된 사진이 포함되어 있습니다. 가져오지 않은 다운로드된 사진은 가져오도록 선택하지 않으면 휴지통으로 이동됩니다.\n";
RemovePublishedAlbums = "선택한 앨범 발행을 중단하고 삭제하겠습니까?";
RemovePublishedAlbumsMsg = "이 앨범에 있는 사진은 사진 보관함과 그 사진을 포함하는 다른 앨범에 여전히 나타날 것입니다.\n";
RemovePublishedAlbumsWithSyncedPhotosMsg = "앨범에는 사용자의 웹 갤러리에서 다운로드된 사진이 포함되어 있습니다. 가져오지 않은 다운로드된 사진은 가져오도록 선택하지 않으면 휴지통으로 이동됩니다.\n";
RemovePublishedAlbumImport = "이 앨범을 삭제하기 전에 사진을 보관함으로 가져옵니다.";
RemovePublishedAlbumsImport = "앨범을 삭제하기 전에 사진을 보관함으로 가져옵니다.";
RemoveBook = "“%1$@” 제품을 삭제하겠습니까?";
RemoveBookMsg = "";
RemoveBooks = "선택된 제품을 삭제하겠습니까?";
RemoveBooksMsg = "";
RemoveSlideshow = "“%1$@” 슬라이드쇼를 삭제하겠습니까?";
RemoveSlideshowMsg = "";
RemoveSlideshows = "선택된 슬라이드쇼를 삭제하겠습니까?";
RemoveSlideshowsMsg = "";
RemoveFolder = "“%1$@” 폴더와 포함된 모든 항목을 삭제하겠습니까?";
RemoveFolderMsg = "";
RemoveFolders = "선택된 폴더와 포함된 모든 항목을 삭제하겠습니까?";
RemoveFoldersMsg = "";
RemoveSubscription = "“%1$@” 구독을 삭제하겠습니까?";
RemoveSubscriptionMsg = "이 구독에 있는 사진이 사진 보관함에 없으며 가져오지 않으면 휴지통으로 이동합니다.";
RemoveInUseSubscriptionMsg = "구독에 있는 일부 사진들이 사용 중이며 사진 보관함에 유지됩니다. 사용하지 않은 사진을 가져오지 않으면 휴지통으로 이동합니다.";
RemoveSubscriptions = "선택된 구독을 삭제하겠습니까?";
RemoveSubscriptionsMsg = "이들 구독에 있는 사진이 사진 보관함에 없으며 가져오지 않으면 휴지통으로 이동합니다.";
RemoveInUseSubscriptionsMsg = "이들 구독에 있는 일부 사진은 사용 중이며 사진 보관함에 유지됩니다. 사용하지 않은 사진은 가져오도록 선택하지 않으면 휴지통으로 이동됩니다.";
RemoveSubscriptionImport = "구독을 삭제하기 전에 사진을 보관함으로 가져옵니다.";
RemoveSubscriptionsImport = "구독을 삭제하기 전에 사진을 보관함으로 가져옵니다.";

// Print Controller strings
PrintTitle = "프린트할 사진 없음";
PrintNoSelection = "사진을 포함하고 있는 앨범을 선택하고 다시 시도하십시오.";
PCNoPlugins = "프린트 플러그인이 발견되지 않습니다.";
PCFullPage = "전체 페이지";
PCQualityWarning = "선택한 포맷으로 프린트하기엔 일부 사진의 품질이 충분히 높지 않습니다.";
PCSelected-None = "선택된 사진 없음";
PCSelected-One = "선택한 사진: %1$@장";
PCSelected-Some = "선택한 사진: %1$@장";
PCSelected-Many = "선택한 사진: %1$@장";
PCPage-None = "프린트할 페이지 없음";
PCPage-One = "프린트할 페이지: %1$@";
PCPage-Some = "프린트할 페이지: %1$@";
PCPage-Many = "프린트할 페이지: %1$@";
// This should be centimeters when localized for a metric country
PCInches = "인치";
PCIncompatiblePrintSize = "선택한 프린트 크기가 현재 용지 크기와 맞지 않을 것입니다.";
PCIncompatibleRequiredPrintSize = "선택한 프린터가 요청한 용지 크기에 테두리 없는 프린트를 지원하지 않습니다.";

// Image Filter Controller strings
IFNoPlugins = "이미지 필터 플러그인이 발견되지 않습니다.";

// Save panel
SaveSelectedImage = "선택한 사진 저장";
CurrentImageSize = "전체 사진 크기 (%1$d x %2$d)";

// Special folder names
RescuedItemsFolder = "복구된 항목들";

// Items in the Album list
APhotoLibrary = "사진";
ASubscriptions = "구독";
ANetwork = "공유된 사진";
ANetworkLibraryDefault = "공유 보관함";
AImportingPhotos = "사진 가져오는 중";
ALastImport = "최근 가져온 사진";
AEmptyEvent = "새로운 이벤트";
AFavorites = "즐겨찾기";
AEarlyPhotos = "이전 사진";
AEvents = "이벤트";
ACurrentlySelected = "최근에 본 이벤트";
ACurrentlySelectedPlural = "최근에 본 이벤트";
ASelectedEvents = "현재 이벤트";
ASelectedEventsCount = "%i개의 이벤트";
ALastNMonths = "최근 %i개월";
ALastMonth = "지난 달";
AMonthString = "개월 간 앨범";
AMonthsString = "개월 간 앨범";
ALastNRolls = "최근 %i개의 이벤트";
ALastRoll = "최근 이벤트";
ARollString = "이벤트 앨범";
ARollsString = "이벤트 앨범";
ASmartAlbum = "스마트 앨범";

ANumberedEmptyEvent = "새로운 이벤트 %1$d개";

// Subscriptions
SubNextCheck = "다음 확인: %1$@";
SubLastCheck = "최근 확인: %1$@";
SubLastCheckNever = "안함";
SubCheckStringFormat = "%1$@, %2$@";		// e.g. "Tomorrow, 5:21PM" (SubDateFormat, SubTimeFormat)

// book product types
HardcoverBook = "크게 - 11\" × 8½\"";
LargeSoftcoverBook = "크게 - 11\" × 8½\"";
MediumSoftcoverBook = "중간 - 8\" × 6\"";
SmallSoftcoverBook = "작게 - 3½\" × 2⅝\"";

// calendar product types
WallCalendar = "배경 캘린더";

// card product types
FoldedGreetingCard = "인사장";
Postcard = "엽서";

// Cut Sheet features
CSLowResImageMessage = "프린트 프로젝트에 있는 한 장 이상의 사진들이 너무 낮은 화질로 프린트됩니다. 계속하겠습니까?";
CSCreatingBookPDF = "프린트 프로젝트 모으는 중...";
CSTextWarning = "프린트 프로젝트에 크기가 맞지 않는 텍스트가 있습니다. 계속하겠습니까?";
CSDefaultTextWarning = "프린트 프로젝트에 편집되지 않은 기본 텍스트가 나타납니다. 기본 텍스트는 프린트된 페이지에 나타나지 않습니다. 계속하겠습니까?";
CSThemeButtonTooltip = "이 프린트 프로젝트에 대한 테마를 선택합니다";
CSStylingButtonTooltip = "프린트 프로젝트에서 텍스트 스타일을 조절합니다";
CSLoseCustomTextWarning = "다른 테마로 변경하면 이 프린트 프로젝트에 추가된 모든 텍스트가 유실될 수 있습니다. 계속하겠습니까?";
CSCreatingIndefinite = "프린트 프로젝트 생성 중...";
CSLoadingIndefinite = "프린트 프로젝트 로드 중...";
CSUpdatingIndefinite = "프린트 프로젝트 업데이트 중...";
CSCreatingDefinite = "프린트 프로젝트 생성 중";
CSLoadingDefinite = "프린트 프로젝트 로드 중";
CSUpdatingDefinite = "프린트 프로젝트 업데이트 중";
CSPageTypeMenuLabel = "레이아웃 ▼";
CSPageTypeMenuLabelNoArrow = "레이아웃";
CSPageBackgroundMenuLabel = "배경";
CSPageTypeMenuTooltip = "이 페이지에 대한 다른 레이아웃을 선택합니다";
CSPageBackgroundMenuTooltip = "이 페이지에 대한 다른 배경을 선택합니다";
CSMinBookSizeTooltip = "가장 작은 표시 크기로 프린트 프로젝트를 봅니다";
CSMaxBookSizeTooltip = "가장 큰 표시 크기로 프린트 프로젝트를 봅니다";
CSBookSizerTooltip = "프린트 프로젝트의 표시 크기를 변경합니다";
CSBookHolesAlertTitle = "완료되지 않은 페이지";
CSBookHolesAlert = "페이지에 사진이 포함되지 않은 하나 이상의 프레임이 있는 것 같습니다.";
CSSettingsButtonTooltip = "이 프린트 프로젝트에 대한 설정값을 변경합니다";
CSRestoreSettingsTooltip = "텍스트 설정값을 기본값으로 복원합니다";
CSCancelSettingsTooltip = "설정을 취소하고 변경되지 않은 상태로 페이지를 유지합니다";
CSApplySettingsTooltip = "페이지에 선택된 설정값을 적용합니다";
CSAltElementsMenuLabel = "테두리";
CSAltElementsMenuTooltip = "사진에 대한 대체 테두리를 선택합니다";
CSPageDesignButtonLabel = "레이아웃 ▼";
CSPageDesignButtonLabelNoArrow = "레이아웃";
CSPageDesignButtonTooltip = "이 페이지에 있는 사진 레이아웃을 선택합니다";
CSPageBackgroundTooltip = "해당 페이지에 대한 배경을 선택합니다";
CSCreatingProductionImages = "이미지 합성 중...";
CSCreatingProductionFormat = "이미지 %2$d의 %1$d";
CSPrintSettingsButtonLabel = "프린트 설정";
CSPrintSettingsButtonTooltip = "이 프린트 프로젝트에 대한 프린트 설정값을 변경합니다";
CSPrinterNameMenu = "프린터";
CSPrinterNameMenuTooltip = "사용 가능한 프린터에서 선택하십시오";
CSPaperSizeMenu = "용지 크기";
CSPaperSizeMenuTooltip = "용지 크기를 선택합니다";
CSPaperTypeMenu = "용지 유형";
CSPaperTypeMenuTooltip = "용지 유형을 선택합니다";
CSOnePhotoPerPage = "페이지 마다 같은 사진 사용";
CSOnePhotoPerPageTooltip = "각각의 페이지를 같은 사진으로 채우고 필요하다면 이 프린트 프로젝트에 대한 추가 페이지를 생성합니다";
CSPrintPreview = "프린트 미리보기";
CSPrintPreviewTooltip = "프린트 색상 화면 미리보기를 활성화/비활성화합니다";
CSCropMarks = "자르기 표시";
CSCropMarksTooltip = "프린트할 때 자르기 표시를 포함합니다";
CSSimpleTypeName = "일반 프린트";
CSContactSheetTypeName = "밀착 인화";
CSCustomTypeName = "사용자화";
CSSamplerTypeName = "견본";
CSStandardPhotoSizeLabels = "16 x 20;11 x 14;8.5 x 11;8 x 10;5 x 7;4 x 6;3 x 5;2 x 3;2 x 2";
CSStandardPhotoSizeDimensions = "1152x1440;792x1008;612x792;576x720;360x504;288x432;216x360;144x216;144x144";
CSNextPageButtonTooltip = "프린트 프로젝트의 다음 페이지로 이동합니다";
CSPreviousPageButtonTooltip = "프린트 프로젝트의 이전 페이지로 이동합니다";
CSPageThumbTooltip = "이 프린트 프로젝트에 있는 페이지를 봅니다";
CSImageShelfTooltip = "이 프린트 프로젝트에 있는 사진을 봅니다";
CSNoPrinter	= "선택한 프린터 없음";
CSCustomSizeMenu = "사용자화...";
CSCustomPaperSizeTitle = "사용자 설정 용지 크기";
CSCustomPhotoSizeTitle = "사용자 설정 프린트 크기";
CSPageRotationHorizontal = "수평";
CSPageRotationHorizontalTooltip = "페이지를 수평으로 만듭니다";
CSPageRotationVertical = "수직";
CSPageRotationVerticalTooltip = "페이지를 수직으로 만듭니다";
CSPageOrientationPortrait = "세로";
CSPageOrientationPortraitTooltip = "페이지를 세로 방향으로 회전합니다";
CSPageOrientationLandscape = "가로";
CSPageOrientationLandscapeTooltip = "페이지를 가로 방향으로 회전합니다";
CSPlacedImageTooltip = "이 사진은 이 프린트 프로젝트의 최소 한 페이지 이상에 있습니다";
CSNotPlacedImageTooltip = "이 사진이 이 프린트 프로젝트에 없습니다";
CSUntitledPrinterName = "무제";
CSAnyPrinterName = "모든 프린터";
CSNoPrinterName = "선택한 프린터 없음";
CSDefaultPrinterSettingsName = "표준";
CSSharedPrintersMenuLabel = "공유된 프린터";
CSBorderlessPaperLabel = "테두리 없음";

// Card features
CARDLowResImageMessage = "카드에 있는 여러장의 사진들이 너무 낮은 화질로 프린트될 것입니다. 계속하겠습니까?";
CARDCreatingBookPDF = "카드 모으는 중...";
CARDErrorCreatingBookPDF = "카드를 모을 수 없음";
CARDErrorReasonCreatingBookPDF = "파일 이름이 ”%1$@”인 사진에 문제가 있습니다. 이 사진의 전체 해상도 버전을 찾을 수 없거나 손상되었습니다. 카드에서 이 사진을 대치하거나 삭제하십시오.";
CARDTextWarning = "카드의 규격에 맞지 않는 텍스트가 있는 것 같습니다. 계속하겠습니까?";
CARDDefaultTextWarning = "카드에 아직 편집되지 않은 기본 텍스트가 있는 것 같습니다. 이 텍스트는 프린트된 카드에 포함되지 않을 것입니다. 계속하겠습니까?";
CARDViewPageMatrixTooltip = "이 카드의 양면 또는 단면을 보려면 선택하십시오";
CARDViewPageButtonTooltip = "이 카드의 단면을 봅니다";
CARDViewSpreadButtonTooltip = "이 카드의 양면을 봅니다";
CARDThemeButtonTooltip = "이 카드의 테마를 선택합니다";
CARDStylingButtonTooltip = "이 카드에서 텍스트 스타일을 조절합니다";
CARDLoseCustomTextWarning = "다른 테마로 변경하면 이 카드에 추가된 모든 텍스트가 유실될 수 있습니다. 계속하겠습니까?";
CARDCreatingIndefinite = "카드 생성…";
CARDLoadingIndefinite = "카드 로드 중...";
CARDUpdatingIndefinite = "카드 업데이트하기…";
CARDCreatingDefinite = "카드 생성";
CARDLoadingDefinite = "카드 로딩하기";
CARDUpdatingDefinite = "카드 업데이트하기";
CARDPageTypeMenuLabel = "레이아웃 ▼";
CARDPageTypeMenuLabelNoArrow = "레이아웃";
CARDPageBackgroundMenuLabel = "배경 ▼";
CARDPageBackgroundMenuLabelNoArrow = "배경";
CARDPageTypeMenuTooltip = "이 카드의 선택된 면에 대한 다른 레이아웃을 선택합니다";
CARDPageBackgroundMenuTooltip = "이 카드의 선택된 면에 대해 다른 배경을 선택합니다";
CARDPageDesignButtonLabel = "디자인 ▼";
CARDPageDesignButtonLabelNoArrow = "디자인";
CARDPageDesignButtonTooltip = "이 카드의 선택된 면에 대해 디자인을 선택합니다";
CARDOrientationButtonLabel = "방향";
CARDOrientationButtonTooltip = "이 카드의 방향을 변경합니다";
CARDMinBookSizeTooltip = "가장 작은 표시 크기로 카드를 봅니다";
CARDMaxBookSizeTooltip = "가장 큰 표시 크기로 카드를 봅니다";
CARDBookSizerTooltip = "카드의 표시 크기를 변경합니다";
CARDBookHolesAlertTitle = "완료되지 않은 카드";
CARDBookHolesAlert = "카드에 사진이 포함되지 않은 하나 이상의 프레임이 있는 것 같습니다. 이 카드를 구입하기 전에 먼저 이들 프레임을 삭제하거나 카드에 사진을 넣어야 합니다.";
CARDGreetingCardLabel = "인사장";
CARDPostcardLabel = "엽서";
CARDCardOrientationTitle = "카드 방향 변경";
CARDChangeToHorizontalPrompt = "세로로된 카드에 가로 사진을 넣을 것입니다. 가로로된 카드로 변경하겠습니까?";
CARDChangeToVerticalPrompt = "가로로된 카드에 세로 사진을 넣을 것입니다. 세로로된 카드로 변경하겠습니까?";
CARDAppleLogoCheckbox = "카드의 뒷면에 Apple 로고 포함";
CARDRestoreSettingsTooltip = "기본값으로 텍스트 설정값을 복원합니다";
CARDCancelSettingsTooltip = "설정을 취소하고 변경되지 않은 상태로 카드를 유지합니다";
CARDApplySettingsTooltip = "카드에 선택된 설정을 적용합니다";
CARDIncludeBrandingTooltip = "프린트할 때 이 카드의 뒷면에 Apple 로고와 브랜드를 포함합니다";

// card categories
CARDCategoryAll = "모든";
CARDCategoryAllOccasion = "모든 행사";
CARDCategoryBaby = "아기";
CARDCategoryKids = "아이들";
CARDCategoryBabyKids = "아기/아이들";
CARDCategoryHoliday = "공휴일";
CARDCategoryEvents = "이벤트";
CARDCategoryHolidayEvents = "공휴일/이벤트";
CARDCategoryInvitation = "초대";
CARDCategoryThankYou = "감사";
CARDCategoryInvitationThankYou = "초대/감사";
CARDCategoryParty = "파티";
CARDCategoryFun = "재미";
CARDCategoryPartyFun = "파티/재미";
CARDCategorySeasonal = "계절별";
CARDCategoryWedding = "결혼식";
CARDCategoryLove = "사랑";
CARDCategoryWeddingLove = "결혼/사랑";
CARDCategoryRomance = "로맨스";
CARDCategoryLoveRomance = "사랑/로맨스";
CARDCategoryWeddingRomance = "결혼/로맨스";
CARDCategoryBirthday = "생일";
CARDCategoryAnniversary = "기념일";
CARDCategoryGraduation = "졸업";
CARDCategoryFriendship = "우정";
CARDCategoryFavorites = "즐겨찾기";
CARDCategoryClassic = "클래식";
CARDCategoryFormal = "일반";
CARDCategoryModern = "모던";
CARDPlacedImageTooltip = "이 사진이 이미 이 카드에 있습니다";
CARDNotPlacedImageTooltip = "이 사진이 이 카드에 없습니다";

// Calendar features
CALLowResImageMessage = "캘린더에 있는 하나 이상의 사진이 선택된 디자인에 기반하여 아주 낮은 품질로 프린트될 것입니다. 계속하겠습니까?";
CALCreatingBookPDF = "캘린더 모으는 중...";
CALErrorCreatingBookPDF = "캘린더를 모을 수 없음";
CALErrorReasonCreatingBookPDF = "파일 이름이 ”%1$@”인 사진에 문제가 있습니다. 이 사진의 전체 해상도 버전을 찾을 수 없거나 손상되었습니다. 캘린더에서 이 사진을 대치하거나 삭제하십시오.";
CALTextWarning = "캘린더의 규격에 맞지 않는 텍스트가 있는 것 같습니다. 계속하겠습니까?";
CALDefaultTextWarning = "캘린더에 아직 편집되지 않은 기본 텍스트가 있는 것 같습니다. 프린트된 캘린더들은 이 텍스트를 포함하지 않을 것입니다. 그래도 계속하겠습니까?";
CALViewPageMatrixTooltip = "이 캘린더의 전체 스프레드 또는 단면 페이지를 보려면 선택하십시오";
CALViewPageButtonTooltip = "이 캘린더의 단일 페이지를 봅니다";
CALViewSpreadButtonTooltip = "이 캘린더의 전체 스프레드를 봅니다";
CALThemeButtonTooltip = "이 캘린더의 테마를 선택합니다";
CALAutoflowButtonPrompt = "사진을 iPhoto 윈도우의 왼쪽에서 캘린더 페이지로 드래그하거나, 오토플로 단추를 클릭하여 자동으로 캘린더를 배치하십시오.";
CALLoseCustomTextWarning = "다른 테마로 변경하면 캘린더의 사진 페이지에 입력된 모든 텍스트를 유실할 수 있습니다. 캘린더 자체에 입력된 모든 텍스트는 유지됩니다. 계속하겠습니까?";
CALCreatingIndefinite = "캘린더 생성하기…";
CALLoadingIndefinite = "캘린더 로드 중...";
CALUpdatingIndefinite = "캘린더 업데이트하기…";
CALCreatingDefinite = "캘린더 생성하기";
CALLoadingDefinite = "캘린더 로드 중";
CALUpdatingDefinite = "캘린더 업데이트하기";
CALPageTypeMenuLabel = "레이아웃";
CALPageTypeMenuTooltip = "선택한 달에서 원하는 다른 레이아웃 또는 사진 장수를 선택합니다";
CALPageDesignButtonLabel = "디자인 ▼";
CALPageDesignButtonLabelNoArrow = "디자인";
CALPageDesignButtonTooltip = "선택된 달에 대한 디자인을 선택합니다";
CALAutoflowButtonTooltip = "캘린더 페이지를 배치되지 않은 사진으로 채웁니다";
CALStylingButtonTooltip = "이 캘린더에서 텍스트 스타일 및 다른 설정을 조절합니다";
CALPreviousPageButtonTooltip = "캘린더에서 이전 달로 이동합니다";
CALNextPageButtonTooltip = "캘린더에서 다음 달로 이동합니다";
CALMinBookSizeTooltip = "가장 작은 표시 크기로 캘린더를 봅니다";
CALMaxBookSizeTooltip = "가장 큰 표시 크기로 캘린더를 봅니다";
CALBookSizerTooltip = "캘린더의 표시 크기를 변경합니다";
CALChangeSettings = "캘린더 옵션 변경";
CALImportCalendarErrorTitle = "캘린더로 가져올 수 없음";
CALImportCalendarError = "캘린더를 가져오기하는 중에 오류가 발생했습니다.";
CALNetworkCalendarErrorTitle = "캘린더에 접속 불가능";
CALNetworkCalendarError = "인터넷 연결을 사용하여 공유된 캘린더에 접속을 시도하는 동안 오류가 발생했습니다. 연결 설정을 확인하고 다시 시도하십시오.";
CALBookHolesAlertTitle = "완료되지 않은 캘린더";
CALBookHolesAlert = "사진이 포함되지 않은 하나 이상의 캘린더 달에 프레임이 있는 것 같습니다. 이 캘린더를 구입하기 전에 먼저 해당 페이지의 레이아웃을 변경하거나 해당 프레임에 사진을 넣어야 합니다.";
CALTooManyPagesWarningTitle = "캘린더가 %1$d달 초과되었습니다.";
CALTooManyPagesWarning = "선택한 테마 기반의 %1$d개월 캘린더에 넣을 수 있는 것보다 더 많은 사진을 선택했습니다.";
CALNothingToAutoflow = "모든 사진이 캘린더에 배치되었으며 채워야 하는 빈 사진이 없습니다.";
CALProductLabel = "캘린더";
CALDataLoadingProgress = "캘린더 데이터 가져오기…";
CALBirthdayFormatString = "%@의 생일"; // used for calendar data in conjunction with person's full name (e.g. "Mary Smith's Birthday")
CALBirthdayAlternateFormatString = "%@의 생일"; // used for calendar data in conjunction with person's full name that ends in "S" (e.g. "Emily Fagans' Birthday")
CALNewFromLibraryTitle = "캘린더에 추가할 사진이 선택되지 않음";
CALNewFromLibrary = "지금 보관함에 있는 모든 사진들을 자동으로 추가하겠습니까, 아니면 나중에 사진들을 캘린더로 드래그하겠습니까?";
CALCleanUpCalendar = "캘린더 정리";
CALPageThumbTooltip = "이 캘린더에서 페이지를 봅니다";
CALImageShelfTooltip = "이 캘린더에서 사진을 봅니다";
CALPlacedImageTooltip = "이미 이 사진은 이 캘린더의 최소 한 페이지 이상에 있습니다";
CALNotPlacedImageTooltip = "이 사진이 이 캘린더에 없습니다";

// Book features
BKCalendarFormat = "%Y년 %m월";
BKAttributionSingle = "%2$@(이)가 %1$@에 찍은 사진들입니다.";
BKAttributionMultiple = "%3$@(이)가 %1$@에서 %2$@ 사이에 찍은 사진들입니다.";
BKLowResImageTitle = "낮은 품질 경고";
BKLowResImageMessage = "책에 있는 하나 이상의 사진이 선택한 디자인에 기반하여 아주 낮은 품질로 프린트될 것입니다. 계속하겠습니까?";
BKLowResImageTooltip = "이 사진은 너무 낮은 품질로 프린트될 수 있습니다";
BKLowResImageTooltipWithSize = "최고 품질을 위해 이 사진에 권장되는 최대 프린트 크기는 $1%d x $2%d입니다";
BKLowResImageContinueButton = "계속";
BKLowResImageCancelButton = "중단";
BKCreatingBookPDF = "책을 만드는 중...";
BKErrorCreatingBookPDF = "책을 모을 수 없음";
BKErrorReasonCreatingBookPDF = "파일 이름이 ”%1$@”인 사진에 문제가 있습니다. 이 사진의 전체 해상도 버전을 찾을 수 없거나 손상되었습니다. 책에서 이 사진을 대치하거나 삭제하십시오.";
BKCreatingBookPDFPages = "%1$d/%2$d페이지";
BKCoverPageName = "표지";
BKInsideCoverPageName = "표지 안쪽";
BKInsideFlapPageName = "안쪽 플랩";
BKBackCoverPageName = "뒷면";
BKTextWarningTitle = "잘린 텍스트";
BKTextWarning = "책의 규격에 맞지 않는 텍스트가 있는 것 같습니다. 주문을 계속하겠습니까?";
BKTextWarningTooltip = "이 텍스트는 지정된 텍스트 영역에 맞지 않아 보입니다";
BKDefaultTextTitle = "기본 텍스트";
BKDefaultTextWarning = "책에 아직 편집되지 않은 기본 텍스트가 있는 것 같습니다. 프린트된 책들은 이 텍스트를 포함하지 않을 것입니다. 그래도 주문을 계속하겠습니까?";
BKImageHoleText = "여기로 이미지를 드래그하기";
BKViewButtonLabel = "보기";
BKViewPageMatrixTooltip = "이 책의 전체 스프레드 또는 단면 페이지를 보려면 선택하십시오";
BKViewPageButtonTooltip = "이 책에 대한 단면 페이지를 선택합니다";
BKViewSpreadButtonTooltip = "이 책의 전체 스프레드를 봅니다";
BKPageNavButtonLabel = "페이지";
BKThemeButtonLabel = "테마";
BKThemePanelMenuOption = "테마 패널...";
BKThemeButtonTooltip = "이 책에 대한 테마를 선택합니다";
BKPageBackgroundMenuLabel = "배경";
BKPageBackgroundMenuTooltip = "현재 선택된 페이지에 대한 배경을 선택합니다";
BKPageDesignButtonLabel = "페이지 디자인 ▼";
BKPageDesignButtonLabelNoArrow = "페이지 디자인";
BKPageDesignButtonTooltip = "선택된 페이지에 대한 페이지 디자인을 선택합니다";
BKPageTypeMenuLabel = "레이아웃";
BKPageTypeMenuTooltip = "선택된 페이지에 대한 다른 레이아웃을 선택합니다";
BKStylingButtonLabel = "텍스트";
BKStylingButtonTooltip = "이 책에서 텍스트 스타일을 조절합니다";
BKAdjustButtonTooltip = "선택한 요소의 속성을 조절합니다";
BKAutoflowButtonLabel = "오토플로";
BKAutoflowButtonTooltip = "배치되지 않은 사진을 책에 추가합니다";
BKAutoflowButtonPrompt = "사진을 iPhoto 윈도우의 위쪽에서 책 페이지로 드래그하거나,  자동으로 책의 레이아웃을 생성하려면 오토플로 단추를 클릭하십시오.";
BKGenerateBookTitle = "iPhoto에서 자동으로 책의 레이아웃을 생성하도록 하겠습니까 또는 수동으로 페이지에 사진을 배치하도록 하겠습니까?";
BKGenerateBookOption = "";
BKGenerateBookYes = "자동으로";
BKGenerateBookNo = "수동으로";
BKAddPageButtonLabel = "페이지 추가";
BKAddPageButtonTooltip = "이 책에 페이지를 추가합니다";
BKAddSpreadButtonLabel = "페이지 추가";
BKAddSpreadButtonTooltip = "이 책에 페이지 스프레드를 추가합니다";
BKRemovePageWarning = "이 책에서 선택한 페이지를 제거하겠습니까?";
BKRemovePageWarningMsg = "이 페이지에 있는 사진은 사진 브라우저에 남아 있습니다.";
BKCustomizeButtonLabel = "사용자화";
BKCustomizeButtonTooltip = "이 책의 레이아웃을 사용자화합니다";
BKScrapAreaLabel = "페이지 %1$d";
BKNoTemplateWarningTitle = "사용 가능한 테마 없음";
BKNoTemplateWarning = "적용된 책 테마가 없습니다. 최소 1개의 테마가 적용될 때까지 이 기능을 사용할 수 없을 것입니다.";
BKLoseCustomTextWarning = "다른 테마로 변경하면 이 책에 추가된 모든 텍스트가 유실될 수 있습니다. 계속하겠습니까?";
BKScrapAreaUnusedLabel = "배치되지 않은 사진";
BKTooManyPagesWarningTitle = "책이 %1$d장 초과되었습니다.";
BKTooManyPagesWarning = "선택한 테마 기반의 %1$d페이지 책에 넣을 수 있는 것보다 더 많은 사진을 선택했습니다.";
BKAddPageWarningTitle = "페이지를 추가할 수 없습니다.";
BKAddPageWarning = "이 책에는 이미 %1$d페이지가 포함되어 있습니다. 기존의 페이지를 제거할 때까지 페이지를 추가할 수 없습니다.";
BKBookHolesAlertTitle = "불완전한 책";
BKBookHolesAlert = "사진을 포함하지 않는 하나 이상의 책 페이지에 프레임이 있는 것 같습니다. 책을 구입하려면 먼저 해당 페이지의 레이아웃을 변경하거나 해당 프레임에 사진을 넣어야 합니다.";
BKUnusedBlankPageAlert = "책의 끝에 빈 페이지가 있습니다. 계속하겠습니까?";
BKNothingToAutoflow = "모든 사진이 책에 배치되었으며 채워야 하는 빈 프레임이 없습니다.";
BKCopyrightUserNameFormat = "© %1$@";
BKMinBookSizeTooltip = "가장 작은 표시 크기로 페이지를 봅니다";
BKMaxBookSizeTooltip = "가장 큰 표시 크기로 페이지를 봅니다";
BKBookSizerTooltip = "페이지의 표시 크기를 변경합니다";
BKHardCoverLabel = "하드커버";
BKSoftCoverLabel = "소프트커버";
BKSpiralBoundLabel = "와이어 장정";
BKSpiralBoundLongLabel = "와이어 장정한 소프트커버";
BKLegacyThemeLabel = "이전 테마";
BKCreatingIndefinite = "책 생성 중...";
BKLoadingIndefinite = "책 로드 중...";
BKUpdatingIndefinite = "책 업데이트 중...";
BKCreatingDefinite = "책 생성 중";
BKLoadingDefinite = "책 로드 중";
BKUpdatingDefinite = "책 업데이트 중";
BKUserCustomizedPageType = "사용자화";
BKPageTitleFormat = "페이지 %1$d";
BKRestoreSettingsTooltip = "책 텍스트 설정값을 기본값으로 복원합니다";
BKCancelSettingsTooltip = "설정을 취소하고 변경되지 않은 상태로 책을 유지합니다";
BKApplySettingsTooltip = "책에 선택된 설정값을 적용합니다";
BKShowCaptionsTooltip = "사진 텍스트 필드에서 기본 캡션, 설명 및/또는 파일 이름을 봅니다";
BKNewFromLibraryTitle = "책에 추가할 사진이 선택되지 않음";
BKNewFromLibrary = "지금 보관함에 있는 모든 사진들을 자동으로 추가하겠습니까, 아니면 나중에 사진들을 책으로 드래그하겠습니까?";
BKNewFromLibraryNow = "지금 추가";
BKNewFromLibraryLater = "나중에 추가";
BKPageThumbTooltip = "이 책에서 페이지를 봅니다";
BKImageShelfTooltip = "이 책에서 사진을 봅니다";
BKPlacedImageTooltip = "이미 이 사진은 이 책의 최소 한 페이지 이상에 있습니다";
BKNotPlacedImageTooltip = "이 사진은 이 책에 없습니다";

// Book Upgrade Messaging
BKHardcoverConversionMessage = "iPhoto에 있는 하드커버 책이 지금 프린트된 더스트 재킷 표지를 포함합니다. 책이 이 새로운 표지 스타일로 업그레이드되었습니다. 주문하기 전에 수정된 책을 확인하십시오.";
BKLargeSoftcoverConversionMessage = "지금 iPhoto에 있는 대형 소프트커버 책에 프린트된 광각 표지가 있습니다. 책이 이 새로운 표지 스타일로 업그레이드되었습니다. 주문하기 전에 수정된 책을 확인하십시오.";
BKSoftcoverConversionMessage = "이제 iPhoto에서 소프트커버 책은 앞뒤 표지 모두를 사용자화할 수 있는 여러 가지 옵션을 가집니다. 책이 이 새로운 표지 스타일로 업그레이드되었습니다. 주문하기 전에 수정된 책을 확인하십시오.";
BKDeprecatedThemeMessage = "이 책을 만드는데 사용된 테마를 더 이상 iPhoto에서 사용할 수 없습니다. 이 테마에서 이 책을 완료하고 주문할 수 있지만, 지금 새로운 테마를 선택하면, 이 테마로 다시 변경할 수 없습니다. 계속하겠습니까?";

// Book inspectors
BKPageInspectorTitle = "페이지 조절";
BKPageElementInspectorTitle = "요소 조절";
BKImageElementTitle = "사진 조절";
BKArtElementTitle = "앨범사진 조절";
BKCompoundElementTitle = "사진 프레임 조절";
BKCalendarElementTitle = "캘린더 조절";
BKTextElementTitle = "텍스트 조절";

BKBackgroundTransparencyTooltip = "배경 이미지의 투명도를 조절합니다";
BKBackgroundMaxTransparencyTooltip = "투명한 배경 이미지를 만듭니다";
BKBackgroundMinTransparencyTooltip = "불투명한 배경 이미지를 만듭니다";
CommandBackgroundTransparency = "사진 투명도 조절";

// Book actions (for undo/redo strings and the like)
BKAddPage = "페이지 추가";
BKRemovePage = "페이지 제거";
BKDeletePhoto = "사진 제거";
BKCutPageElement = "요소 잘라내기";
BKPastePageElement = "요소 붙이기";
BKMovePageElement = "요소 이동";
BKResizePageElement = "요소 크기 조절";
BKRotatePageElement = "요소 회전";
BKSwapPhoto = "사진 교환";
BKMovePhoto = "사진 이동";
BKMovePage = "페이지 이동";
BKMoveSpread = "스프레드 이동";
BKChangeTheme = "테마 변경";
BKChangePageType = "페이지 유형 변경";
BKChangeBackground = "배경 변경";
BKChangePageDesign = "페이지 디자인 변경";
BKTextEditing = "텍스트 편집하기";
BKAutoflow = "오토플로";
BKPan = "사진 파노라마";
BKZoom = "사진 확대/축소";
BKCleanUpBook = "책 정리";
BKChangeSettings = "설정 변경";
BKSendToBack = "뒤로 보내기";
BKMoveToFront = "앞으로 이동";
BKMirrorImage = "거울 이미지";
BKChangeBorder = "테두리 변경";
BKChangeFrame = "프레임 변경";
BKChangeLayout = "레이아웃 변경";
BKRotatePage = "페이지 회전";
BKChangeOrientation = "방향 변경";
BKChangeColumns = "열 변경";


// printed product sizes (for info panel)
BKInfoDimensionHardcover = "11\" × 8½\"";
BKInfoDimensionSoftcoverLarge = "11\" × 8½\""; 
BKInfoDimensionSoftcoverMedium = "8\" × 6\"";
BKInfoDimensionSoftcoverSmall = "3½\" × 2⅝\"";
CARDInfoDimensionHorizontalFolded = "7\" × 5\"";
CARDInfoDimensionVerticalFolded = "5\" × 7\"";
CARDInfoDimensionHorizontalPostcard = "6\" × 4\"";
CARDInfoDimensionVerticalPostcard = "4\" × 6\"";
CALInfoDimension = "13\" × 10.4\"";

// Book Engine
// -----------
// Global Page Type Names
PageTypeCover = "표지";
PageTypeFlap = "안쪽 플랩";
PageTypeBack = "뒷면";
PageTypeBlank = "빈 페이지";
PageTypeIntro = "소개";
PageTypeText = "텍스트";
PageTypeChapter = "장";
PageTypeOne = "1장";
PageTypeTwo = "2장";
PageTypeThree = "3장";
PageTypeFour = "4장";
PageTypeSix = "6장";
PageTypeSeven = "7장";
PageTypeEight = "8장";
PageTypeTen = "10장";
PageTypeTwelve = "12장";
PageTypeFourteen = "14장";
PageTypeSixteen = "16장";
PageTypeCalendar = "캘린더";
PageTypeOutside = "바깥쪽";
PageTypeOut = "바깥쪽";
PageTypeInside = "안쪽";
PageTypeIn = "안쪽";
PageTypeFront = "앞면";

// Global Placeholder Text
DefaultCoverSubtitle = "부제나 제작자의 이름 삽입";
CoverSubtitle = "부제나 제작자의 이름 삽입";
DefaultFlapTitle = "이 책에 관하여";
DefaultFlapDescription = "책 설명을 넣으십시오.";
DefaultIntroTitle = "소개";
DefaultIntroBody = "책의 설명 삽입(사진을 설명하는 몇 문장을 쓸 수 있습니다.)";
DefaultIntroText = "책의 설명 삽입(사진을 설명하는 몇 문장을 쓸 수 있습니다.)";
DefaultPhotoDescription = "사진의 설명을 넣으십시오.";
DefaultPhotosDescription = "사진의 설명을 넣으십시오.";
DefaultHeadline = "제목 삽입";
DefaultTitle = "제목 삽입";
DefaultCardback = "인사말을 여기에 넣으십시오.";
DefaultBody = "인사말을 여기에 넣으십시오.";
StampLabel = "여기에 적절한 우표를 붙이십시오";

// Photo viewer mode strings

PVModeButtonLabel = "보기";
PVModeMatrixTooltip = "사진 보기 모드를 선택합니다";
PVModeAll = "모든";
PVModeEvent = "이벤트";
PVModeDetail = "세부사항";
PVModeEdit = "편집";

// Filter bar strings

FBShowAll = "모두 보기";
FBDate = "날짜";
FBKeywords = "키워드";
FBRating = "선호도";
FBEvent = "이벤트";
FBBack = "뒷면";

TBNewEvent = "새로운 이벤트 ";
TBNewEventTooltip = "새로운 빈 이벤트를 생성합니다";
TBSetEvent = "기억";
TBSetRecentTooltip = "사이드바에서 선택된 이벤트를 봅니다";

TBEvents = "이벤트";
TBDetail = "세부사항";

MISortPhotos = "사진 정렬";
MISortEvents = "이벤트 정렬";

MergeEventUpOrDown = "“%1$@”을(를) “%2$@”(으)로 병합하려면 클릭하십시오.";

TBSplit = "분리   ";
TBAutoSplit = "자동 분리";
TBMerge = "병합 ";
TBSplitDone = "완료";

MIMergeEventUp = "위와 병합";
MIMergeEventDown = "아래와 병합";
MIMergeEvents = "이벤트 병합";
MISplitEvents = "이벤트 분리";

FinishSplitAlert_Title = "분리 진행 중.";
FinishSplitAlert_Message = "앨범을 변경하거나 종료하기 전에 분리를 끝내거나 취소하십시오.";
FinishSplitAlert_OK = "승인";

SplitDuration-SecondsShortSingular = "초";
SplitDuration-SecondsShortPlural = "초";
SplitDuration-SecondsLongSingular = "초";
SplitDuration-SecondsLongPlural = "초";
SplitDuration-MinutesShortSingular = "분";
SplitDuration-MinutesShortPlural = "분";
SplitDuration-MinutesLongSingular = "분";
SplitDuration-MinutesLongPlural = "분";
SplitDuration-HoursShortSingular = "시간";
SplitDuration-HoursShortPlural = "시간";
SplitDuration-HoursLongSingular = "시간";
SplitDuration-HoursLongPlural = "시간";
SplitDuration-DaysShortSingular = "일";
SplitDuration-DaysShortPlural = "일";
SplitDuration-DaysLongSingular = "일";
SplitDuration-DaysLongPlural = "일";
SplitDuration-xxxx = "";
SplitDuration-xxxS = "[S] [SS]";
SplitDuration-xxMx = "[M] [MS]";
SplitDuration-xxMS = "[M] [MS], [S] [SS]";
SplitDuration-xHxx = "[H] [HS]";
SplitDuration-xHxS = "[H] [HS], [S] [SS]";
SplitDuration-xHMx = "[H] [HS], [M] [MS]";
SplitDuration-xHMS = "[H] [HS], [M] [MS], [S] [SS]";
SplitDuration-Dxxx = "[D] [DS]";
SplitDuration-DxxS = "[D] [DS], [S] [SS]";
SplitDuration-DxMx = "[D] [DS], [M] [MS]";
SplitDuration-DxMS = "[D] [DS], [M] [MS], [S] [SS]";
SplitDuration-DHxx = "[D] [DS], [H] [HS]";
SplitDuration-DHxS = "[D] [DS], [H] [HS], [S] [SS]";
SplitDuration-DHMx = "[D] [DS], [H] [HS], [M] [MS]";
SplitDuration-DHMS = "[D] [DS], [H] [HS], [M] [MS], [S] [SS]";

SplitProgress = "이벤트 분리 중.";
UndoSplitProgress = "이벤트 분리 취소 중...";
RedoSplitProgress = "이벤트 분리 다시 하는 중...";

MergeProgress = "이벤트 병합 중.";
UndoMergeProgress = "이벤트 병합 취소 중...";
RedoMergeProgress = "이벤트 병합 다시 하는 중...";

AutoSplitProgress = "이벤트 자동 분리 중.";
UndoAutoSplitProgress = "이벤트 자동 분리 취소 중...";
RedoAutoSplitProgress = "이벤트 자동 분리 다시 하는 중...";

SplitName = "%@ %@";

NoKeywordsToolTip = "<키워드 없음>";
KeywordsToolTipJoiner = ", ";

// Batch change strings
BatchChangeProgress = "사진 업데이트 중...";
BatchChangeCanceled = "일괄 변경 취소 중...";
AddTimeSeconds-None = "초";
AddTimeSeconds-One = "초";
AddTimeSeconds-Some = "초";
AddTimeSeconds-Many = "초";
AddTimeMinutes-None = "분";
AddTimeMinutes-One = "분";
AddTimeMinutes-Some = "분";
AddTimeMinutes-Many = "분";
AddTimeHours-None = "시간";
AddTimeHours-One = "시간";
AddTimeHours-Some = "시간";
AddTimeHours-Many = "시간";
AddTimeDays-None = "일";
AddTimeDays-One = "일";
AddTimeDays-Some = "일";
AddTimeDays-Many = "일";
BatchChangeDateExplanation-One = "사진의 원본 날짜와 시간이 아래에 나타납니다. 올바른 시간으로 조절하십시오.";
BatchChangeDateExplanation-Some = "첫번째 사진의 원본 날짜와 시간이 아래에 나타납니다. 올바른 시간으로 조절하면, %@장의 사진 모두가 시간에 맞게 조절됩니다.";
BatchChangeDateExplanation-Many = "첫번째 사진의 원본 날짜와 시간이 아래에 나타납니다. 올바른 시간으로 조절하면, %@장의 사진 모두가 시간에 맞게 조절됩니다.";

BatchChangeDateExplanationDays = "%1$@ 원본이 %5$@, %4$@, %3$@, %2$@에 조절됩니다";	// The original photo will be adjusted by 3 days, 1 hour, 45 minutes, and 3 seconds
BatchChangeDateExplanationHours = "%1$@ 원본이 %4$@, %3$@, %2$@에 조절됩니다";	// ...adjusted by 1 hour, 45 minutes, and 3 seconds
BatchChangeDateExplanationMinutes = "%1$@ 원본이 %3$@, %2$@에 조절됩니다";	// ...adjusted by 45 minutes and 3 seconds
BatchChangeDateExplanationSeconds = "%1$@ 원본이 %2$@에 조절됩니다";	// ...adjusted by 3 seconds
ExplanationPhoto-One = "사진";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationPhoto-Some = "사진";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationPhoto-Many = "사진";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationDay-One = "%1$@일"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationDay-Some = "%1$@일"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationDay-Many = "%1$@일"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationHour-None = "%1$@시간"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-One = "%1$@시간"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-Some = "%1$@시간"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-Many = "%1$@시간"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationMinute-None = "%1$@분"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-One = "%1$@분"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-Some = "%1$@분"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-Many = "%1$@분"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationSecond-None = "%1$@초"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-One = "%1$@초"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-Some = "%1$@초"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-Many = "%1$@초"; // substituted into BatchChangeDateExplanationDays as parameter 2


// Pre-determined keywords
ResetFilterKeywords = "재설정";
EditKeywords = "키워드 편집";
StopEditKeywords = "키워드 편집 완료";
NoneKeyword = "없음";
NoneKeywordCategory = "모든 키워드";
DoneKeyword = "완료";
ShowAllKeyword = "모두 보기";
FavoriteKeyword = "_Favorite_";
Keyword3 = "즐겨찾기";
Keyword4 = "가족";
Keyword5 = "아이들";
Keyword6 = "휴가";
Keyword7 = "생일";
MovieKeyword = "동영상";
RawKeyword = "Raw";			// This refers to a "raw" image (not a JPEG) that is stored in an advanced digital camera.

// Menu items
ACShowInfo = "정보 보기";
ACHideInfo = "정보 가리기";

// Commands (for undo/redo)
CommandAddImageToAlbum = "앨범에 사진 추가";
CommandAddImagesToAlbum = "앨범에 사진 추가";
CommandRemoveImageFromAlbum = "앨범에서 사진 삭제";
CommandRemoveImagesFromAlbum = "앨범에서 사진 삭제";
CommandRemoveImageFromTrash = "사진 보관함에 복원";
CommandRemoveImagesFromTrash = "사진 보관함에 복원";
CommandMovePhotosToTrash = "휴지통으로 이동";
CommandMovePhotoToTrash = "휴지통으로 이동";
CommandRotateImage = "사진 회전";
CommandRotateImages = "사진 회전";
CommandCropImage = "사진 자르기";
CommandEnhance = "사진 화질 향상";
CommandSaturation = "채도 조절";
CommandHighlightsAndShadows = "하이라이트 및 그림자 조절";
Dodge = "닷지";
Burn = "굽기";
CommandBoost = "부스트 색상";
CommandFade = "색상 바램";
CommandBloom = "블룸 적용";
CommandGloom = "그늘 적용";
CommandMonet = "모네";
CommandManet = "마네";
CommandRenoir = "르누아르";
CommandCezanne = "세잔";
CommandDegas = "드가";
CommandVignette = "비녜트";
CommandMatte = "매트";
CommandEdgeBlur = "가장자리 흐림";
CommandPosterize = "포스터라이즈";
CommandFillLight = "빛 채움";
CommandImpact = "효과 추가";
CommandAntique = "안티크";
CommandExposure = "노출 조절";
CommandBlackAndWhite = "흑백사진으로 변환";
CommandBlackAndWhiteShort = "흑백사진";
CommandSepia = "세피아로 변환";
CommandHighlights = "색상 조절";
CommandColorAdjust = "색상 조절";
CommandSharpen = "사진 선명하게 하기";
CommandNoise = "사진에서 노이즈 감소";
CommandBlackAndWhitePoint = "흑백 포인트 조절";
CommandBlackPoint = "검정 포인트 조절";
CommandWhitePoint = "화이트 포인트 조절";
CommandColorBalance = "색상 균형 조절";
CommandRedEye = "적목(Red-Eye)현상 줄이기";
CommandStraightenImage = "세밀한 회전";
CommandRemoveBlemish = "손질";
CommandBrightnessContrast = "대비";
CommandAdjustLighting = "밝기 조절";
CommandAdjustTint = "색상 균형 조절";
CommandResetAdjustments = "조절 재설정";
CommandRestoreAdjustments = "조절 복귀";
CommandPasteAdjustments = "조절 붙이기";
CommandResetEffects = "효과 재설정";
CommandChangeConstrain = "크기 조절 변경";
CommandBatchChange = "일괄 변경";
CommandAdjustDateAndTime = "날짜와 시간 조절";
CommandChangeCaption = "사진 제목";
CommandChangeEventCaption = "이벤트 제목";
CommandChangeKeyword = "키워드 변경";
CommandChangeRating = "사진 선호도";
CommandChangeDate = "사진 날짜";
CommandChangeTime = "사진 시간";
CommandChangeComments = "사진 설명";
CommandChangeRollName = "이벤트 이름";
CommandChangeRollDate = "이벤트 날짜";
CommandChangeRollTime = "이벤트 시간";
CommandChangeRollComments = "이벤트 설명";
CommandAddKeyword = "키워드 추가";
CommandRemoveKeyword = "키워드 제거";
CommandRemoveAllKeywords = "모든 키워드 제거";
CommandCreateKeyword = "키워드 생성";
CommandDeleteKeyword = "키워드 삭제";
CommandCutMultiple = "사진 %1$d장 오려두기";
CommandCopyMultiple = "사진 %1$d장 베껴두기";
CommandPasteMultiple = "사진 %1$d장 붙이기";
CommandMoveSingle = "1장의 사진 이동";
CommandMoveMultiple = "%1$d장의 사진 이동";
CommandCutSingle = "%1$@ 오려두기";
CommandCopySingle = "%1$@ 베껴두기";
CommandPasteSingle = "%1$@ 붙이기";
CommandReorderAlbum = "앨범 재정렬";
CommandReorderAlbums = "앨범 재정렬";
CommandDuplicateAlbum = "앨범 복제";
CommandNewAlbum = "새로운 앨범 만들기";
CommandNewAlbumFromSelection = "선택 항목으로 새로운 앨범";
CommandNewFolder = "새로운 폴더 만들기";
CommandNewBook = "새로운 책 만들기";
CommandNewCard = "새로운 카드 만들기";
CommandNewCalendar = "새로운 캘린더 만들기";
CommandNewKeepsake = "새로운 앨범 만들기";
CommandNewSlideshow = "새로운 슬라이드쇼 만들기";
CommandRemoveAlbum = "앨범 삭제";
CommandRemoveAlbums = "앨범 삭제";
CommandRemoveKeepsake = "앨범 삭제";
CommandRemoveKeepsakes = "앨범 삭제";
CommandRemoveSlideshow = "슬라이드쇼 삭제";
CommandRemoveSlideshows = "슬라이드쇼 삭제";
CommandRemoveFolder = "폴더 삭제";
CommandRemoveFolders = "폴더 삭제";
CommandSetRanking = "선호도 설정";
CommandCreateRoll = "이벤트 생성";
CommandAddToRoll = "이벤트에 추가";
CommandStackPhotos = "사진 스택";
CommandUnstackPhotos = "사진 스택 해제하기";
CommandSetStackKeyPhoto = "스택 키 사진 설정";
CommandChangeStack = "스택 변경";
CommandRemoveFromStack = "스택에서 사진 제거하기";
CommandMergeEvents = "이벤트 병합";
CommandSplitEvents = "이벤트 분리";
CommandAutoSplitEvents = "이벤트 자동 분리";

// Image Edit toolbar strings
ConstrainMenuCustom = "사용자화";
ConstrainCustomLabel = "사용자화";
ConstrainCustomToolTip = "선택 영역에 대한 사용자 설정 비율을 입력합니다";
ResizeMenuLabel = "크기";
ResizeMenuToolTip = "이미지의 배율을 변경합니다";
ScaleViewLabel = "확대/축소";
ScaleViewToolTip = "사진 크기를 변경합니다";
ScaleDownLabel = "축소";
ScaleDownToolTip = "사진을 더 작게 만듭니다";
ScaleUpLabel = "확대";
ScaleUpToolTip = "사진을 더 크게 만듭니다";
ScaleFitLabel = "크기 맞춤";
ScaleFitToolTip = "사진을 윈도우 크기에 맞춥니다";
ConstrainAsPortrait = "세로";
ConstrainAsLandscape = "가로";
ConstrainNoneLabel = "자유롭게";
ConstrainNoneToolTip = "임의 비율로 영역을 선택합니다";
ConstrainNoneTag = "0";
Constrain2x3Label = "2 × 3";
Constrain2x3ToolTip = "선택된 영역을 2 x 3 비율로 크기 조절합니다";
Constrain2x3Tag = "20003";
Constrain3x5Label = "3 × 5";
Constrain3x5ToolTip = "선택된 영역을 3 x 5 비율로 크기 조절합니다";
Constrain3x5Tag = "50003";
Constrain4x3PLabel = "4 × 3 (책)";
Constrain4x3PToolTip = "선택된 영역을 4 x 3 비율로 크기 조절합니다";
Constrain4x3PTag = "30004";
Constrain4x3LLabel = "4 × 3 (DVD)";
Constrain4x3LToolTip = "선택된 영역을 DVD에서 사용할 수 있도록 4 x 3 가로 방향 비율로 크기 조절합니다";
Constrain4x3LTag = "-40003";
Constrain4x6LLabel = "4 × 6";
Constrain4x6LToolTip = "선택된 영역을 4 x 6 비율로 크기 조절합니다";
Constrain4x6LTag = "60004";
Constrain5x7PLabel = "5 × 7";
Constrain5x7PToolTip = "선택된 영역을 5 x 7 비율로 크기 조절합니다";
Constrain5x7PTag = "50007";
Constrain8x10PLabel = "8 × 10";
Constrain8x10PToolTip = "선택된 영역을 8 x 10 비율로 크기 조절합니다";
Constrain8x10PTag = "80010";
Constrain16x20Label = "16 × 20";
Constrain16x20ToolTip = "선택된 영역을 16 x 20 비율로 크기 조절합니다";
Constrain16x20Tag = "160020";
Constrain20x30Label = "20 × 30";
Constrain20x30ToolTip = "선택된 영역을 20 x 30 비율로 크기 조절합니다";
Constrain20x30Tag = "200030";
ConstrainSquareLabel = "정사각형";
ConstrainSquareToolTip = "선택된 영역을 정사각형 비율로 크기 조절합니다";
ConstrainSquareTag = "10001";
ConstrainLongArray = "('%d × %d  (모니터)','%d × %d  (원본)', '2 × 3', '3 × 5', '4 × 3  (DVD)', '4 × 3  (책)', '4 × 6  (엽서)', '5 × 7  (L, 2L)', '8 × 10', '16 x 9  (HD)', '16 × 20', '20 × 30  (포스터)', '사각형', '사용자 설정...', '가로로 크기 조절', '세로로 크기 조절')";
ConstrainShortArray = "('%d × %d', '%d × %d', '2 × 3', '3 × 5', '4 × 3  (DVD)', '4 × 3', '4 × 6', '5 × 7', '8 × 10', '16 × 9', '16 × 20', '20 × 30', '사각형', '사용자화...', '가로', '세로')";
ConstrainTagArray = "('-1', '-2', '20003', '50003', '-40003', '30004', '60004', '70005', '100008', '-160009', '160020', '200030', '10001', '-98', '-99', '-100')";
RetouchLabel = "손질";
RetouchToolTip = "브러시 도구를 사용하여 사진을 손질합니다";
EnhanceLabel = "화질 향상";
EnhanceToolTip = "자동으로 색상을 향상시킵니다";
BlackAndWhiteLabel = "흑백사진";
BlackAndWhiteToolTip = "사진을 흑백으로 변환합니다";
SepiaLabel = "세피아";
SepiaToolTip = "사진을 세피아로 변환합니다";
RedEyeLabel = "적목(Red-Eye)";
RedEyeToolTip = "적목 도구를 사용하면 사람 눈의 빨간 색조를 줄입니다";
BrightnessContrastLabel = "대비";
BrightnessContrastToolTip = "사진의 대비를 변경합니다";
CropLabel = "자르기";
CropToolTip = "자르기 도구를 사용하여 사진을 다듬습니다";
TreatmentsToolTip = "사진에 선택한 처리를 적용합니다";
RotateLabel = "회전";
RotateToolTip = "사진을 90도씩 회전합니다";
ExternalEditorLabel = "외부 편집기";
ExternalEditorToolTip = "외부 사진 편집기를 사용합니다";
CustomizeLabel = "사용자화";
CustomizeToolTip = "도구 막대의 항목을 사용자화합니다";
ShowThumbnailsMenuItem = "항상 보기";
HideThumbnailMenuItem = "축소판 자동 가리기";
ShowThumbnailsMainWindowMenuItem = "보기";
HideThumbnailsMainWindowMenuItem = "가리기";
ShowToolbarMenuItem = "도구 막대 보기";
HideToolbarMenuItem = "도구 막대 자동 가리기";
// Slide Show
SSBuiltInMusicPlaylistTitle = "샘플 음악";
SSAdjustPanelTitle = "이 슬라이드 조절";
SSSettingsTitle = "설정";
SSSettingsTitleTooltip = "전체 슬라이드쇼에 대한 옵션을 설정합니다";
SSSettingsPreview = "미리보기";
SSSettingsPreviewTooltip = "선택한 슬라이드를 미리봅니다";
SSSettingsPlay = "재생";
SSSettingsPlayTooltip = "이 슬라이드쇼를 재생합니다";
SSSettingsMusic = "음악";
SSSettingsMusicTooltip = "이 슬라이드쇼에 대한 음악을 선택합니다";
SSSettingsDetails = "조절";
SSSettingsDetailsTooltip = "선택된 슬라이드에 대한 설정값을 조절합니다";

RemoteSlideshowWindowTitle = "iPhoto 슬라이드쇼";
RemoteSlideshowPreviousTooltip = "이전 슬라이드를 재생합니다";
RemoteSlideshowPlayTooltip = "슬라이드쇼를 재생합니다";
RemoteSlideshowPauseTooltip = "슬라이드쇼를 일시 정지합니다";
RemoteSlideshowNextTooltip = "다음 슬라이드를 재생합니다";
RemoteSlideshowMinimizeTooltip = "슬라이드쇼만 제어하도록 윈도우를 축소합니다";
RemoteSlideshowMaximizeTooltip = "슬라이드쇼가 보이도록 윈도우를 확대합니다";
RemoteSlideshowCloseTooltip = "슬라이드쇼 재생을 중단합니다";

SSOldMosaicFlipID = "모자이크로 뒤집기";
SSNewMosaicFlipID = "작은 모자이크로 뒤집기";

SSDefaultExportFileName = "무제.mov";
SSExportSavePanelPrompt = "보내기";
SSExportProgress = "슬라이드쇼 보내는 중...";
SSExportFlatten = "보내기 완료 중...";
SSExportErrorTitle = "슬라이드쇼를 보내는 중에 문제가 발생했습니다.";
SSExportMessage = "";
SSExportDRMTitle = "이 슬라이드쇼에 포함된 음악은 인증된 기계에서만 재생될 수 있음을 주의하십시오.";
SSExportDRMMessage = "";

// slideshow export errors
SSExportErrorMusic = "선택한 음악을 찾거나 열 수 없습니다.";
SSExportErrorCreate = "보내려는 동영상 파일을 생성할 수 없습니다.";
SSExportErrorPermissions = "사용 권한 오류로 보내려는 동영상 파일을 저장할 수 없습니다.";
SSExportErrorAlreadyOpen = "보내려는 동영상 파일이 다른 응용 프로그램에서 열려 있으므로 저장할 수 없습니다.";
SSExportErrorWrite = "보내려는 동영상 파일을 저장할 수 없습니다.";
SSExportErrorDiskFull = "보내려는 동영상 파일을 저장할 디스크 공간이 없습니다.";
SSExportErrorCantReplace = "기존 파일을 삭제할 수 없습니다.";

TransitionNone = "없음";
TransitionRandom = "순서없이";
EffectNone = "없음";

SSNoPluginsTitle = "슬라이드쇼 영상 효과";
SSNoPlugins = "슬라이드쇼 영상 효과 플러그인이 발견되지 않습니다.";
SSMusicNotThereTitle = "슬라이드쇼 음악";
SSMusicNotThere = "선택한 음악을 찾거나 열 수 없습니다.";
SSContinueButton = "계속";
SSCancelButton = "취소";
SSFitToMusicWarningTitle = "경고 음악에 맞추기";
SSFitToMusicWarningFormat = "선택한 음악에 맞는 슬라이드의 최대 수는 %d개 입니다. 음악의 길이를 늘리고, 슬라이드의 개수를 줄이거나 영상 효과 시간을 짧게 하십시오.";
SSMusicMakeDefault = "이 선택을 기본 슬라이드쇼 음악으로 하겠습니까?";
SSMusicOff = "끔";
SSBuiltinMusic = "샘플 음악";
SSDefaultSettingsPopupTitle = "기본";
SSDefaultSettingsPopupFormatter = "기본 (%@)";
SSDefaultTransition = "디졸브";
SSDefaultEffect = "없음";
SSPlaylistSelectionFormatter = "전체 재생 목록: %@";
SSSongSelectionFormatter = "재생 목록: %@/노래: %@";
SSTooFewColorsTitle = "너무 낮은 색상";
SSTooFewColorsMessage = "iPhoto 슬라이드쇼는 모니터가 수천만 색상으로 설정되어야 합니다. 시스템 환경설정의 모니터 패널을 열고 색상 설정값을 수천만 색상으로 변경하십시오. ";
SSMusicTooShortTitle = "선택한 음악이 슬라이드쇼에서 사진의 수에 비해 너무 짧습니다.";
SSMusicTooShortMsg = "슬라이드쇼에서 더 긴 노래를 선택하거나 사진의 수를 줄이십시오.";

// iTunes Browser
MXITunesLibraryPlaylistName = "iTunes 보관함"; // name in playlist popup
MXITunesXMLNotFound = "iTunes 음악 보관함 없음"; 
MXEllipsis = "…";
MXITunesError = "오디오 재생 중 오류 발생";
MXITunesFileNotFound = "해당 파일을 발견할 수 없기 때문에 재생할 수 없습니다.";
MXITunesFilterCountFormat = "%d %@ %@"; // arg 1: number of songs, arg2: song or songs, arg 3: 'selected' or ''
MXITunesFilterActiveString = "선택됨"; // if a filter is active, string displayed below '%d songs'
MXITunesFilterSongsPlural = "곡"; // displayed if more than 1 song is shown/selected '12 songs selected'
MXITunesFilterSongsSingular = "곡"; // displayed if only 1 song is selected, '1 song selected'
MXITunesFilterSongsNone = "곡"; // displayed if no songs are selected, e.g. '0 songs selected'
MXITunesSearch = "검색";

// Edit
RevertToOriginalMenuItem = "원본으로 복구";
ReprocessRAWMenuItem = "RAW 다시 처리";
ResetEditsMenuItem = "이전으로 복귀";
RevertToOriginal = "원본 버전으로 복구하겠습니까?";
RevertMessage = "모든 변경사항을 유실합니다.";
ReprocessRAWTitle = "RAW 사진 원본을 다시 처리하겠습니까?";
ReprocessRAWMessage = "모든 변경사항을 유실합니다.";
MissingFileTitle = "유실된 파일";
MissingFileMsg = "“%1$@”(이)라는 파일을 찾을 수 없습니다.";
MissingFileMsgLink = "“%1$@”(이)라는 링크된 파일을 찾을 수 없습니다.";
MissingFileLinkButton2 = "링크 제거";
BlackAndWhiteButtonTitle = "흑백사진";
BlackAndWhitePointButtonTitle = "보정하기";
BlemishButtonTitle = "흠집내기";
SliderStringFormat = "%3.0f%%";
StraightenSliderStringFormat = "%3.1f°";
StraightenSliderZeroString = "0°";
SavingChanges = "변경사항 저장 중...";
MissingRAW = "이 사진의 원래 RAW 버전이 유실되었습니다. iPhoto는 대신 JPG 버전을 편집할 것입니다.";
UnsavedChanges = "수정 사항을 저장하지 않았습니다.";
WouldYouLikeToSave = "변경사항을 저장하겠습니까?";
CurrentTitle = "원본";

// Import errors
CorruptImage = "읽을 수 없는 사진";
CorruptImageMessage-One = "파일을 가져올 수 없습니다. 파일이 손상되었거나 사진이 아닙니다.";
CorruptImageMessage-Some = "%1$@개의 파일을 가져올 수 없습니다. 파일이 손상되었거나 사진이 아닙니다.";
CorruptImageMessage-Many = "%1$@개의 파일을 가져올 수 없습니다. 파일이 손상되었거나 사진이 아닙니다.";

// Archive Errors
MissingArchiveErrorTitle = "사진 보관함이 유실되었습니다.";
MissingArchiveError = "사진 보관함을 포함하는 디스크가 마운트되었는지 확인하고 %1$@을(를) 재시동하십시오.";

// Error occurred as the applicaiton was quitting. This message is written to the Log file.
SaveArchiveShutdownError = "사진 보관함을 저장하는 동안에 오류가 발생했습니다. 일부 최근 변경 사항이 유실되었습니다. 하드 디스크 공간이 충분한지 그리고 iPhoto가 iPhoto 보관함에 접근할 수 있는지 확인하십시오.";

// Error occurred during background saving. All is not lost because the application isn't going to shut down.
// If use can fix the situation then saving will resume normally and without loss of data.
SaveArchiveErrorTitle = "사진 보관함을 저장하는 동안 오류가 발생했습니다.";
SaveArchiveError = "일부 최근 변경 사항이 유실되었습니다. 하드 디스크 공간이 충분한지 그리고 iPhoto가 iPhoto 보관함에 접근할 수 있는지 확인하십시오.";

// Library is on a read only disk error
ReadOnlyLibraryTitle = "선택한 iPhoto Library는 잠겨 있거나 읽기 전용 디스크에 있습니다.";
ReadOnlyLibraryMsg = "iPhoto Library 잠금 해제를 선택하십시오. 참고: 디스크에 위치한 iPhoto Library를 보려면, iPhoto를 실행한 후 디스크를 삽입하십시오.";

// Not used in this version
// MissingMountedArchiveErrorTitle = "A photo library has been unmounted.";
// MissingMountedArchiveError = "A mounted photo library is no longer available. It will be unmounted.";

NoExternalEditorTitle = "사진을 이중 클릭할 때 열 응용 프로그램을 선택해야 합니다.";
NoExternalEditorMsg = "";
MissingExternalEditorTitle = "선호하는 응용 프로그램을 찾을 수 없습니다.";
MissingExternalEditorMsg = "%1$@에서 사진을 열겠습니까, 아니면 다른 응용 프로그램을 선택하겠습니까?";
OpenInAppButton = "%1$@에서 열기";
FindEditorButton = "응용 프로그램 선택…";

ChooseArchiveTitle = "사진 보관함 선택";
ChooseArchiveMsg = "계속하려면 %1$@에 사진 보관함이 필요합니다. 기존의 iPhoto 보관함을 선택하거나 새로운 보관함을 생성하십시오.";
NewArchiveErrorTitle = "사진 보관함을 찾을 수 없습니다. iPhoto 보관함을 찾겠습니까?";
NewArchiveError = "사진 보관함없이 %1$@을(를) 계속할 수 없습니다. iPhoto 보관함을 포함하는 디스크가 연결되어 있는지 확인하십시오.\n";
OpenExistingLibrary = "보관함 선택...";
OpenLibrary = "보관함 선택...";
NewLibrary = "보관함 생성...";
CreateLibrary = "보관함 생성...";
QuitApp = "%1$@ 종료";

DBLibraryInUseTitle = "사진 보관함이 다른 사용자에 의해 사용 중입니다.";
DBLibraryInUse = "사진 보관함이 사용 중이 아니거나, 새로운 사진 보관함을 생성하거나, 다른 사진 보관함을 열 때까지 기다리십시오.";

BadArchiveMinor = "사진 보관함이 손상되었거나 읽을 수 없습니다. 복구가 필요합니다.";
BadArchiveMajor = "사진 보관함이 손상되었거나 읽을 수 없으므로 열 수 없습니다. 백업에서 복원하십시오.";
BadAlbum = "%1$@ 앨범을 읽을 수 없습니다.";
BadPhoto-One = "한 장의 사진을 사진 보관함에서 읽을수 없어 건너 뛰었습니다.";
BadPhoto-Some = "%1$d장의 사진을 사진 보관함에서 읽을수 없어 건너 뛰었습니다.";
BadPhoto-Many = "%1$d장의 사진을 사진 보관함에서 읽을수 없어 건너 뛰었습니다.";

// Generic error strings
GenericError = "예기치 않은 오류가 발생했습니다.";
GenericErrorShouldRelaunch = "예기치 않은 오류가 발생했습니다. 응용 프로그램을 종료하고 재시동하십시오.";
GenericErrorShouldReboot = "예기치 않은 오류가 발생했습니다. 컴퓨터를 재시동해 보십시오.";

ImportInProgressTitle = "사진이 사진 보관함으로 가져오기 중입니다.";
ErrorWaitForImport = "가져오기를 완료할 때까지 기다리십시오.";

// Date/time formatting
DateFormatNotSet = "(날짜 없음)";
DateTimeSeparator = " ";
Time12HourFormat = "%p %I:%M";
Time24HourFormat = "%H:%M";
Time12HourFormatWithSeconds = "%p %I:%M:%S";
Time24HourFormatWithSeconds = "%H:%M:%S";
TimeShortFormat = "%Y.%1m.%d  %p %I:%M"; // Used in info panel
DateShortFormat = "%Y.%1m.%d"; // Used for rolls
DateUnknown = "날짜를 알 수 없음";
YearHeaderYYYYFormat = "%Y년";
YearHeaderYYYYMMFormat = "%B %Y";
YearHeaderYYYYMMDDFormat = "%Y년 %1m월 %e일";
ReviewDateLabelFormat = "%Y년 %1m월 %e일";

AlbumPhotoCountFormat = "#,###,##0";

// Toolbar buttons/items
ToolbarMoreItemsTooltip = "추가 도구를 봅니다";
EmailButtonLabel = "이메일";
EmailButtonTooltip = "선택된 사진을 이메일로 보냅니다";
PrintButtonLabel = "프린트";
PrintButtonTooltip = "선택된 사진을 프린트합니다";
RotateButtonLabel = "회전";
ShowHideButtonTooltip = "사진을 보거나 가립니다";
RotateCWButtonTooltip = "선택된 사진을 시계 방향으로 회전합니다";
RotateCCWButtonTooltip = "선택된 사진을 반시계 방향으로 회전합니다";
DesktopButtonLabel = "데스크탑 설정";
DesktopButtonTooltip = "선택된 사진을 데스크탑 이미지로 만듭니다";
IDVDButtonLabel = "iDVD";
IDVDButtonTooltip = "선택된 사진을 iDVD로 보냅니다";
BladeButtonLabel = "iWeb ▼";
BladeButtonLabelNoArrow = "iWeb";
BladeButtonTooltip = "선택한 사진을 iWeb으로 보냅니다";
BladeBlogButtonLabel = "블로그";
BladeBlogButtonTooltip = "선택한 사진을 iWeb Blog로 보냅니다";
BladePhotosMenuItemLabel = "사진 페이지";
BladeBlogMenuItemLabel = "Blog";
EditButtonLabel = "편집";
EditButtonTooltip = "사진을 자르거나 노출 및 색상 등을 편집합니다";
ReviewButtonLabel = "확인";
ReviewButtonTooltip = "전체 화면으로 이미지를 확인합니다";
FullScreenButtonLabel = "전체 화면";
FullScreenButtonTooltip = "전체 화면 보기로 전환합니다";
BurnButtonLabel = "굽기";
BurnButtonTooltip = "선택한 사진을 디스크에 굽습니다";
PhotosButtonLabel = "사진";
PhotosButtonTooltip = "사진을 구성하고 공유합니다";
DoneButtonLabel = "완료";
DoneButtonTooltip = "변경사항 저장; 편집 보기 유지";
UndoButtonLabel = "취소";
UndoButtonTooltip = "변경을 취소합니다";
RedoButtonLabel = "복귀";
RedoButtonTooltip = "변경을 복귀합니다";
RevertButtonLabel = "복귀";
RevertButtonTooltip = "모든 편집을 복귀합니다";
BookButtonLabel = "책";
BookButtonTooltip = "새로운 책을 생성합니다";
CalendarButtonLabel = "캘린더";
CalendarButtonTooltip = "새로운 캘린더를 생성합니다";
CardButtonLabel = "카드";
CardButtonTooltip = "새로운 카드를 생성합니다";
PrintingButtonLabel = "프린트";
PrintingButtonTooltip = "새로운 프린트 프로젝트를 생성합니다";
CancelPrintActionTooltip = "이 프린트 프로젝트를 프린트하지 않고 취소합니다";
PrintActionTooltip = "해당 프로젝트를 선택한 프린터로 보냅니다";
KeepsakeButtonLabel = "제품 ▼";
KeepsakeButtonLabelNoArrow = "제품";
KeepsakeButtonTooltip = "새로운 책, 캘린더 및 카드를 생성합니다";
SlideshowButtonLabel = "슬라이드쇼";
SlideshowButtonTooltip = "새로운 슬라이드쇼를 생성합니다";
ShareButtonLabel = "공유 ▼";
ShareButtonLabelNoArrow = "공유";
ShareButtonTooltip = "다른 사람들과 사진을 공유합니다";
ConstrainMenuLabel = "크기 제한";
ConstrainMenuTooltip = "선택 사각형의 비율을 유지합니다";
CropButtonLabel = "자르기";
CropButtonTooltip = "사진 규격을 선택 영역 크기만큼 줄입니다";
EnhanceButtonLabel = "화질 향상";
RedEyeButtonLabel = "적목(Red-Eye)";
RedEyeMessage = "제거하려면 적목 부분을 클릭하십시오";
WhiteBalanceMessage = "사진에 있는 중간 회색 또는 흰색 포인트를 선택하여 색상 캐스트를 제거하십시오";
RetouchButtonLabel = "손질";
RetouchMessage = "제거하려면 흠집을 클릭하거나 드래그하십시오";
BWButtonLabel = "흑백";
SepiaButtonLabel = "세피아";
ZoomButtonLabel = "확대/축소";
ZoomButtonTooltip = "윈도우를 확대합니다";
RestoreButtonLabel = "종료";
RestoreButtonTooltip = "전체 화면을 종료합니다";
ExitReviewButtonTooltip = "확인을 종료합니다";
ThumbButtonLabel = "축소판";
ThumbButtonTooltip = "축소판을 보거나 가립니다";
EditToolsButtonLabel = "조절";
EditEffectsButtonLabel = "효과";
EditStraightenButtonLabel = "세밀한 회전";
FullScreenThumbs = "축소판";
FullScreenTools = "도구 막대";
ToolButtonTooltip = "도구를 보거나 가립니다";
CompareLabel = "비교";
CompareTooltip = "두 사진을 비교합니다";
FullScreenInfoLabel = "정보";
FullScreenInfoTooltip = "정보 패널을 봅니다";
FullScreenInformationTitle = "정보";
EditEffectsButtonTooltip = "효과 패널을 봅니다";
EditToolsButtonTooltip = "조절 패널을 봅니다";
EditStraightenButtonTooltip = "세밀한 회전 패널을 보여줍니다";
PreviousButtonLabel = "이전";
PreviousPhotoInAlbumButtonTooltip = "변경사항 저장; 편집 보기에 있는 이전 사진으로 이동합니다";
PreviousPhotoInFullscreenButtonTooltip = "변경사항을 저장합니다; 전체 화면 보기에 있는 이전 사진으로 이동합니다";
PreviousPageButtonTooltip = "책의 이전 페이지로 이동합니다";
PreviousSlideButtonTooltip = "슬라이드쇼에서 이전 슬라이드로 이동합니다";
NextButtonLabel = "다음";
NextPhotoInAlbumButtonTooltip = "변경사항 저장; 편집 보기에 있는 다음 사진으로 이동합니다";
NextPhotoInLibraryButtonTooltip = "보관함에서 다음 사진으로 이동합니다";
NextPhotoInFullscreenButtonTooltip = "변경사항을 저장합니다; 전체 화면 보기에 있는 다음 사진으로 이동합니다";
NextPageButtonTooltip = "책의 다음 페이지로 이동합니다";
NextSlideButtonTooltip = "슬라이드쇼에서 다음 슬라이드로 이동합니다";
AdvancedImportLabel = "카메라 보기";
AdvancedImportPodLabel = "iPod 보기";
AdvancedImportCDLabel = "디스크 보기";
AdvancedImportTooltip = "카메라의 내용을 보여줍니다";
AdvancedImportPodTooltip = "iPod의 내용을 보여줍니다";
AdvancedImportCDTooltip = "디스크 내용을 보여줍니다";
BasicImportLabel = "완료";
BasicImportTooltip = "카메라 내용을 가립니다";
BasicImportPodTooltip = "iPod 내용을 가립니다";
BasicImportCDTooltip = "디스크 내용을 가립니다";
StartImportTooltip = "카메라에서 선택된 사진을 가져옵니다";
StartImportAllTooltip = "카메라에서 보이는 모든 사진을 가져옵니다";
StartImportPodTooltip = "iPod에서 사진을 가져옵니다";
StartImportCDTooltip = "디스크에서 사진을 가져옵니다";
StopImportTooltip = "사진 가져오기를 중단합니다";
EditZoomSliderMinTooltip = "선택 부분에서 사진을 맞춥니다";
EditZoomSliderMaxTooltip = "보통 크기의 두 배로 사진을 봅니다";
EditZoomSliderTooltip = "사진의 확대/축소를 조절합니다";


// Edit Adjust panel strings
AdjustPanelTitle = "조절";
EffectsPanelTitle = "효과";
NavigationPanelTitle = "네비게이션";
LoopPanelTitle = "반복";
CropPanelTitle = "자르기";
BlemishRetouchPanelTitle = "손질";
BlemishRedeyePanelTitle = "적목(Red-Eye)";
StraightenPanelTitle = "세밀한 회전";
MenuCheckmark = "✓";
AdjustPanelResetButtonTitle = "재설정";
AdjustPanelRestoreButtonTitle = "복귀";
AdjustPanelResetButtonTooltip = "모든 이미지 조절을 기본값으로 재설정합니다";
AdjustPanelRestoreButtonTooltip = "모든 이미지 조절을 이전 값으로 복귀합니다";

CropPanelCancelButtonTitle = "취소";
CropPanelResetButtonTitle = "재설정";
CropPanelCancelButtonTooltip = "자르기 조절을 취소하고 자르기 보기를 종료합니다";
CropPanelResetButtonTooltip = "자르기 및 제한 재설정";

EditPanelOnTag = "켬";

// Search field strings
SearchEXIFMissingField = "알 수 없음";		// smart albums:  shutter speed / is / unknown, aperture / is not / unknown, etc.

// thumbnail tooltip strings
ThumbTooltipDate = "날짜:";
ThumbTooltipTime = "시간:";
ThumbTooltipRating = "선호도:";
ThumbTooltipFormat = "포맷:";
ThumbTooltipDimensions = "차원:";
ThumbTooltipSize = "크기:";
ThumbTooltipRanking0 = "・ ・ ・ ・ ・";
ThumbTooltipRanking1 = "★ ・ ・ ・ ・";
ThumbTooltipRanking2 = "★ ★ ・ ・ ・";
ThumbTooltipRanking3 = "★ ★ ★ ・ ・";
ThumbTooltipRanking4 = "★ ★ ★ ★ ・";
ThumbTooltipRanking5 = "★ ★ ★ ★ ★";

// blade warnings
BladeBlogImageCountWarning = "iWeb Blog로 %d개의 이미지를 보내겠습니까?";
BladeBlogImageCountMax = "iWeb으로 500개 이상의 이미지를 보낼 수 없습니다.";

// Export to iDVD warnigns
IDVDWarnOnePhotoTitle = "iDVD 보내기";
IDVDWarnOnePhotoMessage = "한 장의 사진을 선택했습니다. 한 장의 사진만을 iDVD로 보내겠습니까?";
IDVDWarnSendSingleImage = "단일 이미지 보내기";
IDVDWarnSendWholeEvent = "전체 이벤트 보내기";
IDVDWarnSendWholeAlbum = "전체 앨범 보내기";
IDVDWarnSendWholeSlideshow = "전체 슬라이드쇼 보내기";
IDVDWarnSendWholeBook = "전체 책 보내기";
IDVDWarnSendWholeCard = "전체 카드 보내기";
IDVDWarnSendWholeCalendar = "전체 캘린더 보내기";

// thumbnail cache warnings
ThumbnailCacheDamagedMessage = "iPhoto를 사용하여 최상의 성능을 내려면, 축소판 캐시를 재형성하십시오.";
RebuildNow = "지금 재형성";

// Miscellaneous strings
Yes = "예";
No = "아니요";
None = "없음";
All = "모든";
Delete = "삭제";
Upgrade = "업그레이드";
OK = "승인";
Cancel = "취소";
Quit = "종료";
Repair = "복구"; // as in repair permissions
Stop = "중단";
FinishLater = "나중에 완료";
RankingStar = "★";
RankingBullet = "・";
TallString = "Ajg"; // String with a few characters that represent tallest and lowest characters
NoPhotosSelected = "선택된 사진 없음";
SelectSomePhotos = "사진 보관함으로부터 사진을 선택하십시오.";
AddKeywords = "키워드 추가";		// in organize view, when the mouse hovers over a photo with no keywords

OpenStackMenuItem = "스택 열기";
CloseStackMenuItem = "스택 닫기";

ShowHiddenPhotosMenuItem = "가려진 사진 보기";
HideHiddenPhotosMenuItem = "가려진 사진 가리기";
ShowPhotoMenuItem = "사진 가리기 해제";
HidePhotoMenuItem = "사진 가리기";
ShowPhotosMenuItem = "사진 가리기 해제";
HidePhotosMenuItem = "사진 가리기";
ExpandEvents = "이벤트 확대";
CollapseEvents = "이벤트 축소";

MakeKeyPhotoMenuItem = "키 사진 만들기";

HideFlaggedPhotoMenuItem = "깃발 표시된 사진 가리기";
ShowFlaggedPhotoMenuItem = "깃발 표시된 사진 보기";
HideFlaggedPhotosMenuItem = "깃발 표시된 사진 가리기";
ShowFlaggedPhotosMenuItem = "깃발 표시된 사진 보기";

ClearRetouchMenuItem = "손질 재설정";
ClearRedEyeMenuItem = "적목(Red-Eye) 재설정";
ClearCropMenuItem = "자르기 재설정";
ClearCropConstraintMenuItem = "자르기 및 제한 재설정";
ClearStraightenMenuItem = "세밀한 회전 재설정";
ClearDefaultMenuItem = "재설정";

ShowPhotoToolbarItem = "가리기 해제";
HidePhotoToolbarItem = "가리기          ";
ShowPhotosToolbarItem = "사진 가리기 해제 ";
HidePhotosToolbarItem = "사진 가리기 ";
ShowEventPhotos = "사진 보기";

EventDetailHeader_SubSingular = "%@ - %@장의 사진";
EventDetailHeader_SubPlural = "%@ - %@장의 사진";
EventDetailHeader_Back = "모든 이벤트";

HiddenBadgeText = "가려짐";

BookWarnTitle = "현재 선택된 앨범이 없습니다.";
BookWarnTextWillBeLost = "책 디자인을 변경하면 입력한 사용자 설정 텍스트 값이 재설정될 것입니다. 계속하겠습니까?";
BookTooLarge = "책 주문은 50페이지 이상은 할 수 없습니다. 주문하기 전에 책에서 페이지를 삭제하십시오.";
GenericWarnTitle = "주의";
AlreadyRunning = "iPhoto가 이미 실행 중입니다. 한 번에 하나의 iPhoto만 실행할 수 있습니다.";
MissingFrameworks = "시스템 파일이 유실되어 iPhoto를 열 수 없습니다. iLife CD로 iPhoto를 다시 설치하십시오.";
RebuildThumbnailsTitle = "사진 보관함에 있는 사진에 대한 축소판을 모두 재생성하겠습니까?";
RebuildThumbnailsMsg = "사진 원본을 수정하지는 않습니다.";
OSVersionNotRecommmended = "이 버전의 iPhoto를 사용하려면, Mac OS X 버전 10.3.6 이상으로 업그레이드할 것을 권장합니다.";
BookWarnForLibrary = "책 모드로 전환하려면, 먼저 앨범을 선택하십시오.";
ScreenSaverWarnForLibrary = "화면 보호기를 사용하기 전에 사진 그룹을 선택하거나 앨범을 생성하십시오.";
PreferencesSlideShowJaguarWarning = "Pictures Folder 화면 효과를 사용하지 않는한 iPhoto는 사용자의 화면 효과 설정을 변경할 수 없습니다.";
OSVersionTitle = "iPhoto에서 실행할 수 없습니다";
OSVersion = "iPhoto는 Mac OS X v10.4.9 Tiger 이상이 필요합니다. 소프트웨어 업데이트에 관한 추가 정보를 보려면, www.apple.co.kr/macosx을 방문하십시오.";
ErrorDiskSpace = "이 작업을 완료하기엔 디스크 공간이 충분하지 않습니다.";
ErrorUpgradeDiskSpace = "사진 보관함을 업그레이드할 디스크 공간이 충분하지 않습니다. iPhoto에 추가적인 %@이(가) 필요합니다.";
ErrorRebuildLibraryTitle = "사진 보관함을 재형성하겠습니까?";
ErrorRebuildLibraryMsg = "읽을 수 없거나 손상된 데이터는 유실될 것입니다.";
ResolutionWarning = "현재의 화면 해상도는 iPhoto에 최적화되어 있지 않습니다.";
AlbumSelectionCount-None = "어떤 사진도 선택되지 않았습니다.";
AlbumSelectionCount-One = "1장의 사진이 선택되었습니다.";
AlbumSelectionCount-Some = "사진 %1$d장이 선택되었습니다.";
AlbumSelectionCount-Many = "%1$d장의 사진이 선택되었습니다.";
AllAlbums = "모든 앨범";
AnyAlbum = "모두";
CompletingRotation = "회전 완료 중...";
FUSFailure = "열려는 보관함이 이미 사용 중입니다. 다른 사용자가 이 보관함으로 iPhoto를 실행 중입니다.";

// Offline file errors
VolumeNotFoundTitle = "“%@”의 볼륨을 찾을 수 없습니다.";
VolumeNotFoundMsg = "디스크를 삽입하거나 서버 볼륨에 연결하고 데스크탑에 나타나도록 기다린 다음, 다시 시도하십시오.\n";
FileNotFoundTitle = "";
PhotoNotFoundMsg = "원래의 항목을 찾을 수 없으므로 “%@” 사진을 열 수 없습니다.\n";
MovieNotFoundMsg = "원래의 항목을 찾을 수 없으므로 “%@” 동영상을 열 수 없습니다.\n";
FindPhotoButton = "사진 검색…";
FindMovieButton = "동영상 검색…";
PhotoMissingMsg = "사진을 찾을 수 없습니다.";
MovieMissingMsg = "동영상을 찾을 수 없습니다.";
VolumeMissingMsg = "이 사진의 볼륨을 찾을 수 없습니다.";

// Screen Effects Strings
iPhotoSelection = "iPhoto 선택";

// Mail stuff
MailGenericSubjectFormat = "%1$d장의 멋진 iPhoto";
MailTitle = "사진이 선택되지 않았습니다.";
MailNoSelection = "이메일로 보내고 싶은 사진을 선택하고 다시 시도해 보십시오.";
MailProgressTitle = "이메일용으로 사진 준비 중...";
MailProgressFormat = "사진 %2$d/%3$d장: %1$@";
ByteSize-None = "0 KB";			// KilobyteAbbreviation format is most compatible with iPhoto 4
ByteSize-One = "1 바이트";
ByteSize-Some = "%1$@ 바이트";
ByteSize-Many = "%1$@ 바이트";
KilobyteAbbreviation = "KB";
MegabyteAbbreviation = "MB";
GigabyteAbbreviation = "GB";

// iDVD stuff
IDVDAppName = "iDVD";
IDVDGenericSlideshowName = "나의 슬라이드쇼";
IDVDPrepareProgress = "사진 준비 중...";
IDVDProgressFormat = "파일: %1$@(%2$d/%3$d)";
IDVDSendProgress = "iDVD로 사진 보내는 중";
IDVDDismayString = "이 기능은 iDVD 2.1 이상의 버전이 있는 컴퓨터에만 사용할 수 있습니다.";
IDVDCurrentDBString = "iDVD로 보내기 전에 사진 보관함으로 사진을 가져오기 하십시오.";

// Blade stuff
BladeSendProgress = "iWeb으로 사진 보내는 중";

// Image dimensions
ImageDimension-None = "0 픽셀";
ImageDimension-One = "1 픽셀";
ImageDimension-Some = "%1$@픽셀";
ImageDimension-Many = "%1$@픽셀";

// EXIF Labels
ExposureFlashLabel = "플래시";
ExposureFlashLabelFormat = "%@ 플래쉬";
ExposureISOLabelFormat = "%i ISO";

// EXIF strings
InfoNotSetString = "--";
ExposureFlashOn = "켬";
ExposureFlashOff = "끔";
ExposureBiasFormat = "%.2f";
ExposureDistanceFormat = "%.2f m";
ExposureFocalLengthFormat = "%gmm";
ExposureIndexFormat = "%.1f";
ExposureISOSpeedFormat = "%d";
GPSPositionFormat = "%2$.2f˚ %3$.2f' %4$.2f\" %1$c";
GPSAltitudeFormat = "%.2f m";

// Sensing methods
ExposureSensing1 = "정의되지 않음";
ExposureSensing2 = "1-칩 색상 영역";
ExposureSensing3 = "2-칩 색상 영역";
ExposureSensing4 = "3-칩 색상 영역";
ExposureSensing5 = "색상 연속 영역";
ExposureSensing7 = "삼선";
ExposureSensing8 = "색상 연속선";

// Metering modes
ExposureMetering0 = "알 수 없음";
ExposureMetering1 = "평균";
ExposureMetering2 = "CenterWeightedAverage";
ExposureMetering3 = "점";
ExposureMetering4 = "다중점";
ExposureMetering5 = "형태";
ExposureMetering6 = "일부분";
ExposureMetering255 = "기타";

// Light Sources
ExposureLightSource0 = "알 수 없음";
ExposureLightSource1 = "일광";
ExposureLightSource2 = "형광";
ExposureLightSource3 = "텅스텐";
ExposureLightSource17 = "일반광 A";
ExposureLightSource18 = "일반광 B";
ExposureLightSource19 = "일반광 C";
ExposureLightSource20 = "D55";
ExposureLightSource21 = "D65";
ExposureLightSource22 = "D75";
ExposureLightSource255 = "기타";

// Exposure Programs
ExposureProgram0 = "정의되지 않음";
ExposureProgram1 = "수동";
ExposureProgram2 = "일반 프로그램";
ExposureProgram3 = "조리개 우선";
ExposureProgram4 = "셔터 우선";
ExposureProgram5 = "제작 프로그램";
ExposureProgram6 = "동작 프로그램";
ExposureProgram7 = "세로 모드";
ExposureProgram8 = "가로 모드";

DPAPServiceErrorAlertTitle = "공유 오류";
DPAPServiceLaunchError = "사진 공유를 시도하는 중에 오류가 발생했습니다.";
DPAPServiceCrashError = "사진을 공유하는 중에 오류가 발생했습니다.";
DPAPServiceDefaultNameFormat = "%1$@의 보관함";
DPAPClientAccessErrorAlertMessage = "“%1$@” 접근에 오류가 있습니다.";
DPAPClientPasswordDialogTitle = "사진 보관함 암호";
DPAPClientPasswordDialogPrompt = "“%1$@” 사진 보관함은 암호가 필요합니다:";
DPAPClientPasswordDialogRetryPrompt = "“%1$@” 사진 보관함에 입력된 암호가 올바르지 않습니다. 다시 시도하십시오.";
DPAPServiceShutdownAlertButtonTitle = "공유 끄기";
DPAPServiceShutdownAlertTitle = "공유를 끄겠습니까?";
DPAPServiceShutdownAlertMessage = "한명이나 여러 사용자들이 공유된 사진 보관함에 연결되었습니다.";
DPAPServiceAppQuitAlertButtonTitle = "공유 중인 사용자 연결 해제";
DPAPServiceAppQuitAlertTitle = "iPhoto를 종료하고 공유 중인 모든 사용자를 연결 해제하겠습니까?";
DPAPServiceAppQuitAlertMessage = "한명이나 여러 사용자들이 공유된 사진 보관함에 연결되었습니다.\n";
DPAPServiceDefaultLibraryName = "공유 사진 보관함";
DPAPServiceStatusOn = "켬";
DPAPServiceStatusOnUser = "켬, 1명의 사용자가 연결되어 있음";
DPAPServiceStatusOnUsers = "켬, %1$d명의 사용자가 연결되어 있음";
DPAPServiceStatusOff = "끔";
DPAPServiceStatusStarting = "시작 중...";
DPAPServiceStatusWillRestart = "재시작…";
DPAPServiceFirewallAlertMessage = "%1$d번 포트가 방화벽 소프트웨어로 잠겨 있기 때문에 다른 사용자가 공유된 사진에 접근할 수 없습니다. 이 포트에 대한 방화벽을 비활성화하고 iPhoto를 다시 실행하십시오. ";
DPAPServiceFirewallAlertCheckboxText = "이 메시지 다시 보여주지 않기 ";
DPAPClientMissingPhotosError = "참조된 공유 사진의 일부가 더 이상 사용 가능하지 않습니다. ";
DBSharingInSlideshowWarning = "iPhoto에서 현재 사진을 공유하고 있습니다. 슬라이드쇼 재생 중에 다른 사용자가 여러분의 사진에 접근하면 성능 문제가 발생할 수 있습니다. 환경설정의 공유 패널에서 사진 공유를 비활성화할 수 있습니다.";

// Time esitmate strings -- taken from Finder, which uses ParamText. Callers should replace ^0 with %@

"PW2" = "남은 시간 계산 중...";
"PW3" = "남은 시간: %@";
"U20" = "약 5 초";
"U21" = "약 10 초";
"U22" = "1 분 미만";
"U23" = "약 1 분";
"U24" = "약 %d분";
"U25" = "약 1 시간";
"U26" = "약 %d시간";


// Upgrade checking mechanism
WebUpgradeNoNewUpdates = "이 버전의 iPhoto (%1$@)이(가) 최신 버전입니다.";   // application will fill in the version number (i.e.: "4.0.2")
WebUpgradeNetworkError = "iPhoto 업데이트 서버에 연결할 수 없습니다. 인터넷 연결을 확인하거나 나중에 다시 시도하십시오.";
WebUpgradeDialogTitle = "iPhoto 업데이트";
WebUpgradeHelpButton = "도움말";

// Tooltips for the cal/keyword/info buttons
InfoTooltipShow = "선택한 사진에 대한 정보를 봅니다";
InfoTooltipHide = "정보를 가립니다";
CalendarTooltipShow = "날짜로 사진을 찾습니다";
CalendarTooltipHide = "캘린더를 가립니다";
CalendarTooltipReturn = "캘린더 검색으로 돌아갑니다";
KeywordTooltipShow = "키워드로 사진을 찾습니다";
KeywordTooltipHide = "키워드를 가립니다";
KeywordTooltipReturn = "키워드 검색으로 돌아갑니다";

// Tooltips for keyword info panel
KeywordPrefDeleteKeyword = "현재 선택된 키워드를 삭제합니다";
KeywordPrefDeleteKeywords = "현재 선택된 키워드 삭제";	// 2 or more keywords are selected
KeywordPrefCanNotDeleteCheckmark = "체크마크 키워드를 삭제할 수 없습니다.";
KeywordPrefNothingToDelete = "삭제할 키워드를 선택합니다";
KeywordPrefAddKeyword = "새로운 키워드 생성";
KeywordsWithShortcuts = "빠른 그룹";
KeywordsWithoutShortcuts = "키워드";

// External editor strings
DefaultExternalTitle = "응용 프로그램에서…";
EditInApplicationFormat = "%@에서…";

// Calendar Info
CalInfoWeekStartOffset = "0";				// "0" = start week on Sunday (USA), "6" = start on Monday (Europe);  try values between 1 and 5 for some real fun;  not used in OS 10.4 or if StartingDayOfWeek_xx_xx string exists in Archive.strings
CalInfoWidth = "161";						// min value is 161;  This string is converted to an integer and used as the width of calendar. If your month names are wider than English labels, increase this number. You can increase the splitter bar's overall minimum width by changing the NIB file.
CalInfoMonthYearFormat = "%1$@ %2$d";		// %1 is the month string and %2 is a 4-digit year; eg: "February 2005";  use "%2$d %1$@" to reverse to "2005 February"
CalInfoJanuary = "1월";
CalInfoFebruary = "2월";
CalInfoMarch = "3월";
CalInfoApril = "4월";
CalInfoMay = "5월";
CalInfoJune = "6월";
CalInfoJuly = "7월";
CalInfoAugust = "8월";
CalInfoSeptember = "9월";
CalInfoOctober = "10월";
CalInfoNovember = "11월";
CalInfoDecember = "12월";
CalInfoJanuaryAbbr = "1월";
CalInfoFebruaryAbbr = "2월";
CalInfoMarchAbbr = "3월";
CalInfoAprilAbbr = "4월";
CalInfoMayAbbr = "5월";
CalInfoJuneAbbr = "6월";
CalInfoJulyAbbr = "7월";
CalInfoAugustAbbr = "8월";
CalInfoSeptemberAbbr = "9월";
CalInfoOctoberAbbr = "10월";
CalInfoNovemberAbbr = "11월";
CalInfoDecemberAbbr = "12월";
CalInfoSundayAbbr = "일";
CalInfoMondayAbbr = "월";
CalInfoTuesdayAbbr = "화";
CalInfoWednesdayAbbr = "수";
CalInfoThursdayAbbr = "화";
CalInfoFridayAbbr = "금";
CalInfoSaturdayAbbr = "일";
CalInfoSunday = "일요일";
CalInfoMonday = "월요일";
CalInfoTuesday = "화요일";
CalInfoWednesday = "수요일";
CalInfoThursday = "목요일";
CalInfoFriday = "금요일";
CalInfoSaturday = "토요일";
CalInfoToday = "오늘";
CalInfoTomorrow = "내일";
CalInfoYesterday = "어제";

// "Super Info"
InfoPhotoNothing = "항목 없음";
InfoPhoto-None = "사진 0장";
InfoPhoto-One = "1장의 사진";
InfoPhoto-Some = "%1$@장의 사진";
InfoPhoto-Many = "%1$@장의 사진";
InfoMovie-None = "0개 동영상";
InfoMovie-One = "1개의 동영상";
InfoMovie-Some = "%1$@개의 동영상";
InfoMovie-Many = "%1$@개의 동영상";
InfoAlbum-None = "0 앨범";
InfoAlbum-One = "1 앨범";
InfoAlbum-Some = "%1$@개의 앨범";
InfoAlbum-Many = "%1$@개의 앨범";
InfoKeepsake-None = "0개의 제품";
InfoKeepsake-One = "1개의 제품";
InfoKeepsake-Some = "%1$@개의 제품";
InfoKeepsake-Many = "%1$@개의 제품";
InfoSlideshow-None = "0개의 슬라이드쇼";
InfoSlideshow-One = "1개의 슬라이드쇼";
InfoSlideshow-Some = "%1$@개의 슬라이드쇼";
InfoSlideshow-Many = "%1$@개의 슬라이드쇼";
InfoFolder-None = "0개의 폴더";
InfoFolder-One = "1개의 폴더";
InfoFolder-Some = "%1$@개의 폴더";
InfoFolder-Many = "%1$@개의 폴더";
InfoEvent-None = "0개의 이벤트";
InfoEvent-One = "1개의 이벤트";
InfoEvent-Some = "%1$@개의 이벤트";
InfoEvent-Many = "%1$@개의 이벤트";
InfoBookPages-None = "0페이지";
InfoBookPages-One = "1페이지";
InfoBookPages-Some = "%1$@페이지";
InfoBookPages-Many = "%1$@페이지";
InfoCalendarMonths-None = "0개월";
InfoCalendarMonths-One = "1개월";
InfoCalendarMonths-Some = "%1$@달";
InfoCalendarMonths-Many = "%1$@달";
InfoBookUnplacedLabel-None = "0장의 배치되지 않은 사진";	// this string isn't actually used
InfoBookUnplacedLabel-One = "1장의 배치되지 않은 사진";
InfoBookUnplacedLabel-Some = "%@장의 배치되지 않은 사진";
InfoBookUnplacedLabel-Many = "%@장의 배치되지 않은 사진";
InfoPixelSize = "%1$d × %2$d";				// gives the dimensions of a photo in pixels
InfoSourceFormat = "%@ (%@에서)";
InfoComments = "설명";
InfoDateLabel = "날짜";						// date for a picture
InfoTimeLabel = "시간";
InfoFromLabel = "시작";						// when there is a range of pictures and so a range of dates (or times)
InfoToLabel = "끝";							// when there is a range of pictures and so a range of dates (or times)
InfoItemsLabel = "항목";
InfoSizeLabel = "크기";						// file size in kilobytes or megabytes
InfoTitleLabel = "제목";					// "title" is for pictures
InfoNameLabel = "이름";						// "name" is for albums and events
InfoKeywordLabel = "키워드";				// keywords for single photo
InfoRankingLabel = "선호도";				// star rating control
InfoFormatLabel = "종류";					// file format for the photo (jpeg, raw, tiff, etc)
InfoThemeLabel = "테마";					// for books
InfoSheetSizeLabel = "시트";				// for local printing
InfoPrintSizeLabel = "프린트";				// for local printing
InfoPaperTypeLabel = "종이";				// for local printing
InfoPrinterLabel = "프린터";				// for local printing
InfoCoverTypeLabel = "유형";				// for books
InfoAlbumsLabel = "앨범";					// gives the count of the number of albums selected when more than one is selected
InfoAlbumsPubURL = "url";					// gives the URL for RSS of published albums (albums that the user is publishing to other people)
InfoAlbumsSubURL = "url";					// gives the URL for RSS of subscribed albums (albums that the user is receiving from soneone else)
InfoLabelWidth = "53";						// This string is converted to an integer and used as the width of the labels in Info. If your labels are wider than English labels, increase this number. You can increase info's overall width by changing the NIB file.


// Super Info file formats;  The last 4 characters designate the quicktime file type.
// Should be digits 0-9 and capital letters;  lowercase is converted to capital.
// Other chars are replaced with "_".
InfoFileTypeJPEG = "JPEG 이미지";
InfoFileTypePNGF = "PNG 이미지";
InfoFileTypeGIFF = "GIF 이미지";
InfoFileTypeTIFF = "TIFF 이미지";
InfoFileType8BPS = "Photoshop 이미지";
InfoFileTypeBMPF = "비트맵 이미지";
InfoFileTypePDF_ = "PDF 이미지";
InfoFileType_SGI = "SGI 이미지";
InfoFileTypePICT = "Apple PICT 이미지";
InfoFileTypeJP2_ = "JPEG 2000 이미지";

InfoFileTypeCRW_ = "Canon Raw";
InfoFileTypeCR2_ = "Canon Raw";
InfoFileTypeKDC_ = "Kodak Raw";
InfoFileTypeDCR_ = "Kodak Raw";
InfoFileTypeDNG_ = "Adobe DNG";
InfoFileTypeMRW_ = "Minolta Raw";
InfoFileTypeNEF_ = "Nikon Raw";
InfoFileTypeORF_ = "Olympus Raw";
InfoFileTypePEF_ = "Pentax Raw";
InfoFileTypeX3F_ = "Sigma Raw";
InfoFileTypeSRF_ = "Sony Raw";

InfoFileTypeVFW_ = "AVI 동영상";				// Video files created by cameras with the quicktime type of "VfW".
InfoFileTypeMOOV = "QuickTime 동영상";		// Quicktime video files created by cameras
InfoFileTypeMOV_ = "QuickTime 동영상";
InfoFileTypeMPG_ = "MPEG1 동영상";			// Sony
InfoFileTypeMPG4 = "MPEG4 동영상";

"organize" = "보기 구성";

// settings menu
SettingsMenuItem = "설정";
SettingsAlbumsMenuItem = "앨범";
SettingsLocationMenuItem = "위치";
SettingsRowsMenuItem = "축소판 행";
SettingsColumnsMenuItem = "축소판 열";
SettingsTopMenuItem = "상단";
SettingsLeftMenuItem = "왼쪽";
SettingsRightMenuItem = "오른쪽";
RowTitle = "행";
RowsTitle = "행";
ColumnTitle = "열";
ColumnsTitle = "열";
Settings1MenuItem = "1";
Settings2MenuItem = "2";
Settings3MenuItem = "3";
Settings4MenuItem = "4";

ShelfAlbumName = "깃발 표시됨";

TBFlag = "깃발 표시       ";
TBUnflag = "깃발 표시 제거";
TBFlagTip = "선택된 사진에 깃발을 표시합니다";
TBUnflagTip = "선택된 사진에서 깃발 표시를 제거합니다";
FlagPhoto = "사진에 깃발 표시";
FlagPhotos = "사진에 깃발 표시";
UnflagPhoto = "사진에 있는 깃발 표시 제거";
UnflagPhotos = "사진에 있는 깃발 표시 제거";

UntitledEvent = "무제 이벤트";

MergeSelectedEvents_Message = "선택된 이벤트에 있는 모든 사진은 하나의 이벤트로 이동됩니다.";

DragMergeEvents_Title = "이 이벤트들을 병합하겠습니까?";
DragMergeEvents_Message = "이벤트에서 드래그하는 모든 사진들은 ”%1$@” 이벤트로 이동됩니다.";
DragMergeEvents_MultiMessage = "%1$d 이벤트에서 드래그하는 모든 사진들은 ”%2$@” 이벤트로 이동됩니다.";
DragMergeEvents_OK = "병합";
DragMergeEvents_Cancel = "취소";
DragMergeEvents_Option = "다시 묻지 않기";

FlaggedToTrashWarning_Title = "깃발 표시된 사진을 휴지통으로 이동하겠습니까?";
FlaggedToTrashWarning_Message = "깃발 표시된 모든 사진이 휴지통으로 이동됩니다.";
FlaggedToTrashWarning_OK = "이동";
FlaggedToTrashWarning_Cancel = "취소";
FlaggedToTrashWarning_Option = "다시 묻지 않기";

CreateEvent = "이벤트 생성";
CreateEventAsking = "이벤트 생성...";

CreateEventWarning_Title = "새로운 이벤트 생성";
CreateEventWarning_Message = "사진은 한 번에 하나의 이벤트에만 보여질 수 있습니다. 새로운 이벤트는 기존의 이벤트에서 선택된 사진을 이동시킵니다.";
CreateEventWarning_Message_Flagged = "사진은 한 번에 하나의 이벤트에만 보여질 수 있습니다. 새로운 이벤트는 기존의 이벤트에서 깃발 표시된 사진을 이동시킵니다.";
CreateEventWarning_OK = "생성";
CreateEventWarning_Cancel = "생성하지 않음";
CreateEventWarning_Option = "다시 묻지 않기";

// source list sections
SECTION_RECENT = "최근 사용";
SECTION_LIBRARY = "보관함";
SECTION_SHARES = "공유";
SECTION_SUBSCRIPTIONS = "구독";
SECTION_PHOTOCASTS = "웹 갤러리";
SECTION_DEVICES = "장비";
SECTION_PRODUCTS = "프로젝트";
SECTION_SLIDESHOWS = "슬라이드쇼";
SECTION_ALBUMS = "앨범";
SECTION_TRASH = "-";

HoldToolTip = "이 이벤트를 소스 목록에서 유지합니다";
ReleaseToolTip = "소스 목록에서 최근에 선택된 이벤트를 봅니다";
HoldSourceLabel = "유지";
ReleaseSourceLabel = "릴리즈";
FreezeSourceLabel = "정지";
UnfreezeSourceLabel = "정지 해제";
PinSourceLabel = "핀";
UnpinSourceLabel = "핀 해제";
New = "신규";
ClearSourceLabel = "지우기";

NATB_Album = "앨범";
NATB_SmartAlbum = "스마트 앨범";
NATB_Book = "책";
NATB_Card = "카드";
NATB_Calendar = "캘린더";
NATB_Slideshow = "슬라이드쇼";
NATB_DotMac = "웹 갤러리";

// Time Machine
TM_ILMBTooOldForTimeMachineTitle = "";
TM_ILMBTooOldForTimeMachineMessage = "iPhoto 백업을 탐색하려면, 최신 버전의 iLife 지원이 필요합니다.";
TM_RestoreEntireLibraryTitle = "전체 보관함을 복원하겠습니까?";
TM_RestoreEntireLibraryMessage = "파일이 iPhoto 보관함으로 다시 복사된 후 iPhoto가 다시 시작됩니다.";
TM_RestoreEntireLibraryOKButton = "복원";
TM_RestoreEntireLibraryCancelButton = "취소";
TM_RestoreProgressDialogText = "iPhoto 보관함 복원 중.";
TM_RestoreEntireLibraryFailedTitle = "iPhoto 보관함을 복원하는 동안에 문제가 발생했습니다.";
TM_RestoreEntireLibraryFailedMessage = "Finder에서 Time Machine을 사용하여 %@ 위치에 있는 보관함을 복원하십시오";
TM_NoBackupFoundTitle = "";
TM_NoBackupFoundMessage = "iPhoto 보관함이 아직 백업되지 않았습니다.";

// .Mac errors
"There was a problem connecting to .Mac" = ".Mac 연결 중에 문제가 발생했습니다";
".Mac services may not be available at this time. You can try again later if it doesn't work." = ".Mac 서비스가 지금 사용 불가능합니다. 나중에 다시 시도해 보십시오.";
"You have not set up your .Mac account." = ".Mac 계정을 설정하지 않았습니다.";
"Your .Mac account configuration is not correct." = ".Mac 계정 구성이 올바르지 않습니다.";
"You must set up your .Mac account in System Preferences." = "시스템 환경설정에서 .Mac 계정을 설정해야 합니다.";
".Mac is not available." = ".Mac을 사용할 수 없습니다.";
"You don't have a connection to the Internet. You can try again later when you have a network connection." = "인터넷에 연결되어 있지 않습니다. 나중에 네트워크이 연결되면 다시 시도하십시오.";
"You have already published using this username." = "이 사용자 이름으로 이미 발행하였습니다.";
"If you specified a new password, everything previously published with this username will use the new password." = "암호를 새로 지정하면, 이전에 이 사용자 이름으로 발행된 모든 것이 새로운 암호를 사용할 것입니다.";
